Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Spanish
de_de: Spanisch
es_es: Español
fr_fr: Espagnol
ja_jp: スペイン語
nl_nl: Spaans
ru_ru: Испанский
uk_ua: Іспанська

source: Dutch
de_de: Niederländisch
es_es: Holandés
fr_fr: Néerlandais
ja_jp: オランダ語
nl_nl: Nederlands
ru_ru: Голландский
uk_ua: Голландська

source: Japanese
de_de: Japanisch
es_es: Japonés
fr_fr: Japonais
ja_jp: 日本語
nl_nl: Afrikaans
ru_ru: Японский
uk_ua: Японська

source: Blog
fr_fr: Blogue
ja_jp: ブログ
ru_ru: Блог
uk_ua: Блог

source: Live with no excuses and travel with no regrets
de_de: Lebe ohne Entschuldigung und reise ohne Bedauern
es_es: Vive sin excusas y viaja sin lamentos
fr_fr: Vivre sans excuses et voyager sans regrets
ja_jp: 言い訳もなく、後悔もせずに旅を続けましょう
nl_nl: Leef zonder excuses en ga zonder spijt
ru_ru: Жить без излишков и путешествовать без сожалений
uk_ua: Живи без виправдань і подорожувати без жалів

source: Share:
de_de: Teilen:
es_es: Compartida:
fr_fr: Partager:
ja_jp: 共有:
nl_nl: Delen:
ru_ru: Поделиться:
uk_ua: Поділитися:

source: Patricia Doe
es_es: Doe de Patricia
ja_jp: パトリシア・ドゥー
ru_ru: Патрисия Дое
uk_ua: Патрісія Доу

source: Similar Posts
de_de: Ähnliche Beiträge
es_es: Mensajes similares
fr_fr: Messages similaires
ja_jp: 類似の投稿
nl_nl: Vergelijkbare berichten
ru_ru: Похожие сообщения
uk_ua: Схожі пости

source: To me Life is either a daring adventure or nothing
de_de: Für mich ist das Leben entweder ein gewagtes Abenteuer oder nichts
es_es: Para mí la vida es una aventura atrevida o nada
fr_fr: Pour moi, la vie est soit une aventure audacieuse, soit rien
ja_jp: 私にとって人生は大胆な冒険か何でもありません
nl_nl: Voor mij is het leven een gedurfd avontuur of niets
ru_ru: Для меня Жизнь является либо ужасным приключением, либо ничего
uk_ua: Як для мене, життя — смілива пригода або нічого

source: Life begins at the end of your comfort zone
de_de: Das Leben beginnt am Ende deiner Komfortzone
es_es: La vida comienza al final de su zona de confort
fr_fr: La vie commence à la fin de votre zone de confort
ja_jp: あなたの快適ゾーンの終わりから人生が始まります
nl_nl: Het leven begint aan het einde van je comfortzone
ru_ru: Жизнь начинается в конце комфортной зоны
uk_ua: Життя починається в кінці вашої зони комфорту

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
ja_jp: コメント
nl_nl: Opmerkingen
ru_ru: Комментарии
uk_ua: Коментарі

source: Make A Comment
de_de: Kommentar abgeben
es_es: Hacer un comentario
fr_fr: Faire un commentaire
ja_jp: コメントを作成
nl_nl: Maak een reactie
ru_ru: Сделать комментарий
uk_ua: Коментувати

source: About Author
de_de: Über Autor
es_es: Acerca del autor
fr_fr: A propos de l'auteur
ja_jp: 著者について
nl_nl: Over de auteur
ru_ru: О программе
uk_ua: Про автора

source: Communicate With Him/Her
de_de: Mit Ihnen/ihr kommunizieren
es_es: Comunicar con Él/Ella
fr_fr: Communiquer avec lui
ja_jp: 彼/彼女とのコミュニケーション
nl_nl: Communiceren met Him/Haar
ru_ru: Общайтесь с кем/ей
uk_ua: Спілкуватися з шимом/її

source: Facebook
uk_ua: Фейсбук

source: 45k Likes
de_de: 45k Gefällt mir
es_es: 45k Me gusta
fr_fr: 45k J'aime
ru_ru: 45 000 лайков
uk_ua: 45k лайки

source: Twitter
ru_ru: Твиттер
uk_ua: Твіттер

source: 21k Follower
es_es: 21k Seguidor
fr_fr: Abonné 21k
nl_nl: 21k volger
ru_ru: 21k фольклор
uk_ua: 21тик Човер

source: Instagram
es_es: Instagrama
ru_ru: Инстаграмма
uk_ua: Інстаграм

source: 23k Follower
es_es: 23k Seguidor
fr_fr: 23k Abonné
ja_jp: 23kフォロワー
nl_nl: 23k Volger
ru_ru: 23k фольклор
uk_ua: 23к послідовник

source: Recent Posts
de_de: Neueste Beiträge
es_es: Mensajes recientes
fr_fr: Messages récents
ja_jp: 最近の投稿
nl_nl: Recente berichten
ru_ru: Последние сообщения
uk_ua: Нещодавні повідомлення

source: Let’s escape in the cityscape
de_de: Lass uns in der Stadtlandschaft entkommen
es_es: Huyamos en el paisaje de la ciudad
fr_fr: Échappons dans le paysage urbain
ja_jp: 街の景色から脱出しましょう
nl_nl: Laten we ontsnappen in de stad
ru_ru: Давайте сбежим в городском пейзаже
uk_ua: втечемо в міському пейзажі

source: Failure doesn’t define anything
de_de: Fehler definiert nichts
es_es: El fallo no define nada
fr_fr: L'échec ne définit rien
ja_jp: 失敗は何も定義されていません
nl_nl: Mislukking definieert niets
ru_ru: Ошибка ничего не определяет
uk_ua: Не визначено нічого

source: Bohemian mountain towards Us
de_de: Böhmische Berg zu uns
es_es: Montaña bohemia hacia nosotros
fr_fr: La montagne bohémienne vers nous
ja_jp: 私たちに向かってボヘミアン山
nl_nl: Bohemen richting ons
ru_ru: Чехия гора в направлении нас
uk_ua: До нас - гори Чехії

source: Categories
de_de: Kategorien
es_es: Categorías
fr_fr: Catégories
ja_jp: カテゴリ
nl_nl: Categoriechar@@0n
ru_ru: Категории
uk_ua: Категорії

source: Travel Hacks (5)
de_de: Reisehacks (5)
es_es: Hacks de viajes (5)
fr_fr: Hacks de voyage (5)
ja_jp: トラベルハック（5件）
nl_nl: Reis Hacks (5)
ru_ru: Хаки путешествия (5)
uk_ua: Гуки подорожей (5)

source: South Asia (7)
de_de: Südasien (7)
es_es: Asia Meridional (7)
fr_fr: Asie du Sud (7)
ja_jp: 南アジア（7件）
nl_nl: Zuid-Azië (7)
ru_ru: Южная Азия (7)
uk_ua: Південна Азія (7)

source: Travel Photography (4)
de_de: Reisefotografie (4)
es_es: Fotografía de viajes (4)
fr_fr: Photographie de voyage (4)
ja_jp: 旅行写真 (4)
nl_nl: Reis Fotografie (4)
ru_ru: Туристическая фотография (4)
uk_ua: Туристична фотографія (4)

source: Wildlife Adventure (2)
de_de: Wildnisabenteuer (2)
es_es: Aventura de Vida Salvaje (2)
fr_fr: Aventure de la faune (2)
ja_jp: 野生動物の冒険（2）
nl_nl: Avontuur in het wild (2)
ru_ru: Приключенческое приключение по дикой природе (2)
uk_ua: Пригоди дикої природи (2)

source: Road Trips (4)
de_de: Straßenfahrten (4)
es_es: Viajes por carretera (4)
fr_fr: Courses sur route (4)
ja_jp: ロードトリップ（4）
nl_nl: Wegreis (4)
ru_ru: Дорожные поездки (4)
uk_ua: Дорожні поїздки (4)

source: Most Read Blogs
de_de: Meistgelesene Blogs
es_es: Blogs más leídos
fr_fr: Les blogs les plus lus
ja_jp: 最も読まれたブログ
nl_nl: Meest gelezen Blogs
ru_ru: Самые читаемые блоги
uk_ua: Найбільш читаємі щоденники

source: Beautiful afternoon boating in Morine Lake
de_de: Schöne Nachmittagsboote im Morine Lake
es_es: Bonito bote por la tarde en el lago Morine
fr_fr: Bel après-midi en bateau dans le lac Morine
ja_jp: モリーヌ湖での美しい午後のボート
nl_nl: Prachtige plezierboten in Morine Lake
ru_ru: Красивые послеобеденные лодки на Мориновом озере
uk_ua: Красивий день на човні в Моріні

source: Sudden trip to grand Canyons
de_de: Plötzlicher Ausflug zu großen Canyons
es_es: Viaje repentino a los grandes cañones
fr_fr: Voyage soudain vers les grands Canyons
ja_jp: グランドキャニオンへの突然の旅
nl_nl: Plotselinge reis naar grote kaven
ru_ru: Внезапная поездка в великие Каньоны
uk_ua: Раптова поїздка до великого каньйону

source: First Snow Experience of my life
de_de: Erste Schnee-Erfahrung meines Lebens
es_es: Primera experiencia de nieve en mi vida
fr_fr: Première expérience de la neige de ma vie
ja_jp: 初めての雪の経験
nl_nl: Eerste Sneeuw ervaring in mijn leven
ru_ru: Первый снежный опыт моей жизни
uk_ua: Перший сніг мого життя

source: Tag Cloud
es_es: Nube de etiquetas
fr_fr: Nuage de balises
ja_jp: タグクラウド
ru_ru: Облако тегов
uk_ua: Хмара тегів

source: Travel
de_de: Reisen
es_es: Viajes
fr_fr: Voyage
ja_jp: 旅行
nl_nl: Reizen
ru_ru: Путешествия
uk_ua: Подорож

source: PHOTOGRAPHY
de_de: FOTOGRAPHIE
es_es: FOTOGRAFÍA
fr_fr: PHOTOGRAPHIQUE
ja_jp: 写真
ru_ru: ФОТОГРАФИЯ
uk_ua: ФОТОГРАФІ

source: FASHION
es_es: FAESHION
nl_nl: FASHIE
ru_ru: ФАСИОН
uk_ua: ШВИДКІСТЬ

source: HOBBY
ja_jp: HOBY
nl_nl: HUIS
ru_ru: Хобби
uk_ua: ХоБЕЙ

source: NATURE
de_de: NATUR
es_es: NOMBRE
ru_ru: ПРИЛОЖЕНИЕ
uk_ua: НАТУРА

source: May
de_de: Mai
es_es: Mayo
fr_fr: Mai
ja_jp: 5月
nl_nl: mei
ru_ru: Май
uk_ua: Травень

source: Record the Beauty of Melodious Instruments
de_de: Rekorde die Schönheit der Melodien
es_es: Registro de la Belleza de Instrumentos Malodos
fr_fr: Enregistrez la beauté des instruments mélodieux
ja_jp: メロディアスな楽器の美しさを記録する
nl_nl: Registreer de Beauty van Melodieuze instrumenten
ru_ru: Запишите красоту мелодичных инструментов
uk_ua: Записувати красу Мелодійних інструментів

source: Record the fascination that impressed you and share the beauty with other instruments enthusiasts.
de_de: Nehmen Sie die Faszination auf, die Sie beeindruckt hat und teilen Sie die Schönheit mit anderen Instrumentenenthusiasten.
es_es: Grabar la fascinación que le impresionó y compartir la belleza con otros instrumentos entusiasmados.
fr_fr: Enregistrez la fascination qui vous a impressionné et partagez la beauté avec d'autres passionnés d'instruments.
ja_jp: あなたを感動させ、他の楽器愛好家と美しさを共有する魅力を記録します。
nl_nl: Registreer de fascinatie die je onder de indruk maakte en deel de schoonheid met andere instrument-enthousiastelingen.
ru_ru: Запишите увлекательность, которая произвела впечатление и поделиться красотой с другими энтузиастами инструментов.
uk_ua: Записувати враження від чарівності, що вразило тебе та ділитися красою з іншими ентузіастами.

source: Continue Reading
de_de: Lesen fortsetzen
es_es: Continuar leyendo
fr_fr: Poursuivre la lecture
ja_jp: 読書を続ける
nl_nl: Lees verder
ru_ru: Продолжить чтение
uk_ua: Читати далі

source: 50 travel essentials you must have to collect
de_de: 50 Reisenotwendigkeiten müssen Sie abholen
es_es: 50 elementos esenciales de viaje que debes recoger
fr_fr: 50 essentiels de voyage que vous devez collecter
ja_jp: 50の旅行必需品を集める必要があります
nl_nl: 50 reisbenodigdheden die u moet verzamelen
ru_ru: 50 путешествий необходимых вам придется забрать
uk_ua: 50 одиниць подорожі, мабуть, потрібно зібрати

source: With age, comes wisdom, comes understanding
de_de: Mit Alter kommt Weisheit, kommt Verständnis
es_es: Con la edad, viene la sabiduría, viene la comprensión
fr_fr: Avec l'âge, vient la sagesse, vient la compréhension
ja_jp: 年齢、知恵、理解が来ます
nl_nl: Met leeftijd, komt wijsheid, komt begrip
ru_ru: С возрастом приходит мудрость, приходит понимание
uk_ua: З віком мудрість приходить розуміння

source: By
de_de: Von
es_es: Por
fr_fr: Par
ja_jp: 作成者
nl_nl: Door
ru_ru: По
uk_ua: Від

source: Chat with him/her
de_de: Chatte mit ihm/ihr
es_es: Chatea con él
fr_fr: Discutez avec lui
ja_jp: 彼/彼女とチャット
nl_nl: Chat met hem/haar
ru_ru: Общайтесь с ними/людьми
uk_ua: Чат з ним/її

source: Home
de_de: Zuhause
es_es: Inicio
fr_fr: Domicile
ja_jp: ホーム
nl_nl: Startpagina
ru_ru: Домашний
uk_ua: Домашній екран

source: Category
de_de: Kategorie
es_es: Categoría
fr_fr: Catégorie
ja_jp: カテゴリ
nl_nl: categorie
ru_ru: Категория
uk_ua: Категорія

source: Page active
de_de: Seite aktiv
es_es: Página activa
ja_jp: ページがアクティブです
nl_nl: Pagina actief
ru_ru: Страница активна
uk_ua: Сторінка активна

source: Allaia Blog &amp; News
es_es: Blog de noticias &amp;
fr_fr: Allaia Blog &amp; Actualités
nl_nl: Allaia Blog &amp; Nieuws
ru_ru: Блог Allaia &amp; Новости
uk_ua: Allaia Blog &amp; Новини

source: Read more
de_de: Lesen Sie mehr
es_es: Leer más
fr_fr: En savoir plus
ja_jp: もっと読む
nl_nl: Meer informatie
ru_ru: Читать далее
uk_ua: Читати далі

source: Latest Post
de_de: Neuester Beitrag
es_es: Último mensaje
fr_fr: Dernier message
ja_jp: 最新の投稿
nl_nl: Laatste bericht
ru_ru: Последнее сообщение
uk_ua: Останнє повідомлення

source: Food
de_de: Nahrung
es_es: Comida
fr_fr: Aliments
ja_jp: Comida
nl_nl: Voedsel
ru_ru: Еда
uk_ua: Продукти харчування

source: Places to visit
de_de: Zu besuchende Orte
es_es: Lugares a visitar
fr_fr: Lieux à visiter
ja_jp: 訪問する場所
nl_nl: Plaatsen om te bezoeken
ru_ru: Места для посещения
uk_ua: Місця, що відвідують

source: New Places
de_de: Neue Orte
es_es: Nuevos Lugares
fr_fr: Nouveaux lieux
ja_jp: 新しい場所
nl_nl: Nieuwe plaatsen
ru_ru: Новые места
uk_ua: Нові місця

source: Suggestions and guides
de_de: Vorschläge und Anleitungen
es_es: Sugerencias y guías
fr_fr: Suggestions et guides
ja_jp: 提案とガイド
nl_nl: Suggesties en gidsen
ru_ru: Предложения и руководства
uk_ua: Пропозиції та інструкції

source: Popular Tags
de_de: Beliebte Tags
es_es: Etiquetas populares
fr_fr: Tags populaires
ja_jp: 人気のタグ
nl_nl: Populaire tags
ru_ru: Популярные теги
uk_ua: Популярні теги

source: Food
de_de: Nahrung
es_es: Comida
fr_fr: Aliments
ja_jp: Comida
nl_nl: Voedsel
ru_ru: Еда
uk_ua: Продукти харчування

source: Bars
de_de: Balken
es_es: Barras
fr_fr: Barres
ja_jp: バー
nl_nl: Staven
ru_ru: Полосы
uk_ua: Бруски

source: Cooktails
de_de: Kochschwanz
fr_fr: Couches de cuisson
nl_nl: Koekjes
ru_ru: Куклы
uk_ua: Реп'яшки

source: Shops
de_de: Läden
es_es: Tiendas
fr_fr: Magasins
ja_jp: ショップ
nl_nl: Winkels
ru_ru: Магазины
uk_ua: Магазини

source: Best Offers
de_de: Beste Angebote
es_es: Mejores ofertas
fr_fr: Meilleures offres
ja_jp: 最高のオファー
nl_nl: Beste aanbiedingen
ru_ru: Лучшие предложения
uk_ua: Кращі пропозиції

source: Transports
de_de: Transporte
es_es: Transporte
ja_jp: 交通
nl_nl: Transporten
ru_ru: Транспорт
uk_ua: Транспорти

source: Restaurants
es_es: Restaurantes
ja_jp: レストラン
ru_ru: Рестораны
uk_ua: Ресторани

source: Post Your Blog
de_de: Blog posten
es_es: Publica tu blog
fr_fr: Publier votre blog
ja_jp: ブログを投稿
nl_nl: Plaats je blog
ru_ru: Опубликовать свой блог
uk_ua: Опублікувати свій блог

source: Submit
de_de: Absenden
es_es: Enviar
fr_fr: Soumettre
ja_jp: 送信
nl_nl: Bevestigen
ru_ru: Отправить
uk_ua: Ввести

source: Admin
fr_fr: Administrateur
ja_jp: 管理者
nl_nl: Beheerder
ru_ru: Админ
uk_ua: Адмін

source: Comments
de_de: Kommentare
es_es: Comentarios
fr_fr: Commentaires
ja_jp: コメント
nl_nl: Opmerkingen
ru_ru: Комментарии
uk_ua: Коментарі

source: Leave a comment
de_de: Kommentar hinterlassen
es_es: Dejar un comentario
fr_fr: Laisser un commentaire
ja_jp: コメントを残す
nl_nl: Laat een reactie achter
ru_ru: Оставить комментарий
uk_ua: Залишити коментар

source: TEST
es_es: PRUEBA
ja_jp: テスト
ru_ru: ТЕСТ
uk_ua: ТЕСТ

source: Send
de_de: Senden
es_es: Enviar
fr_fr: Envoyer
ja_jp: 送信
nl_nl: Verzenden
ru_ru: Отправить
uk_ua: Відправити

source: Welcome to ChatApp
de_de: Willkommen bei ChatApp
es_es: Bienvenido a ChatApp
fr_fr: Bienvenue sur ChatApp
ja_jp: チャットアプリへようこそ
nl_nl: Welkom bij ChatApp
ru_ru: Добро пожаловать в ChatApp
uk_ua: Ласкаво просимо до ChatApp

source: Pick a user and start chatting!
de_de: Wähle einen Benutzer und chatten beginnen!
es_es: ¡Elige un usuario y empieza a chatear!
fr_fr: Choisissez un utilisateur et commencez à discuter !
ja_jp: ユーザーを選択してチャットを開始します！
nl_nl: Kies een gebruiker en begin met chatten!
ru_ru: Выберите пользователя и начните общаться!
uk_ua: Виберіть користувача і почніть спілкуватися!

source: Chat with
de_de: Chatten mit
es_es: Chatear con
fr_fr: Discuter avec
ja_jp: チャット：
nl_nl: Chatten met
ru_ru: Чат с
uk_ua: Чатитись з

source: 1767 Messages(temp)
de_de: 1767 Nachrichten (Tem)
es_es: 1767 Mensajes (temporal)
fr_fr: 1767 Messages (temps)
ja_jp: 1767 メッセージ(temp)
nl_nl: 1767 Bericht(Tijd)
ru_ru: 1767 Сообщений (тем)
uk_ua: 1767 Мессагес(тем)

source: View profile
de_de: Profil anzeigen
es_es: Ver perfil
fr_fr: Voir le profil
ja_jp: プロフィールを表示
nl_nl: Profiel bekijken
ru_ru: Просмотр профиля
uk_ua: Переглянути профіль

source: Add to close friends
de_de: Zu Freunden hinzufügen
es_es: Añadir a amigos cercanos
fr_fr: Ajouter aux amis fermés
ja_jp: 親友に追加
nl_nl: Toevoegen aan goede vrienden
ru_ru: Добавить в близкие друзья
uk_ua: Додати до закриття друзів

source: Add to group
de_de: Zur Gruppe hinzufügen
es_es: Añadir al grupo
fr_fr: Ajouter au groupe
ja_jp: グループに追加
nl_nl: Toevoegen aan groep
ru_ru: Добавить в группу
uk_ua: Додати до групи

source: Block
de_de: Blockieren
es_es: Bloque
fr_fr: Bloquer
ja_jp: ブロック
nl_nl: Blokkeren
ru_ru: Блок
uk_ua: Блок

source: Chat History
de_de: Chatverlauf
es_es: Historial de Chat
fr_fr: Historique du chat
ja_jp: チャット履歴
nl_nl: Chat geschiedenis
ru_ru: История чата
uk_ua: Історія чату

source: Send Message
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer un message
ja_jp: メッセージを送信
nl_nl: Verstuur bericht
ru_ru: Отправить сообщение
uk_ua: Надіслати повідомлення

source: Data Visualization System
de_de: Datenvisualisierungssystem
es_es: Sistema de Visualización de Datos
fr_fr: Système de visualisation des données
ja_jp: データ可視化システム
nl_nl: Data Visualisatie systeem
ru_ru: Система визуализации данных
uk_ua: Система візуалізації даних

source: User Activation
de_de: Benutzeraktivierung
es_es: Activación de usuario
fr_fr: Activation de l'utilisateur
ja_jp: ユーザー有効化
nl_nl: Activering van gebruiker
ru_ru: Активация пользователя
uk_ua: Активація користувача

source: NO.1
de_de: Nr.1
es_es: Nº 1
fr_fr: N° 1
nl_nl: NB.1
uk_ua: НІ.1

source: NO.2
de_de: Nr.2
es_es: Nº 2
fr_fr: N° 2
nl_nl: N.2
uk_ua: НІ.2

source: NO.3
de_de: Nr.3
es_es: Nº 3
fr_fr: N° 3
nl_nl: NB.3
uk_ua: Н.3

source: Turnover
de_de: Umsatz
es_es: Facturación
fr_fr: Chiffre d\'affaires
nl_nl: Omzet
ru_ru: Выручка
uk_ua: Оборот

source: Order Delivered
de_de: Auftrag geliefert
es_es: Pedido entregado
fr_fr: Commande livrée
ja_jp: 注文が配送されました
nl_nl: Bestelling afgeleverd
ru_ru: Заказ доставлен
uk_ua: Замовлення доставлено

source: User
de_de: Benutzer
es_es: Usuario
fr_fr: Utilisateur
ja_jp: ユーザー
nl_nl: Gebruiker
ru_ru: Пользователь
uk_ua: Користувач

source: Count
de_de: Anzahl
es_es: Contador
fr_fr: Compter
ja_jp: カウント
nl_nl: Tel
ru_ru: Счетчик
uk_ua: Підрахунок

source: Shopper
es_es: Comprador
fr_fr: Acheteur
ja_jp: 買い物客です
nl_nl: Winkelier
ru_ru: Шоппер
uk_ua: Шопінг

source: Pending
de_de: Ausstehend
es_es: Pendiente
fr_fr: En attente
ja_jp: 保留中
nl_nl: Lopende
ru_ru: В ожидании
uk_ua: Очікує підтвердження

source: Delivery
de_de: Lieferung
es_es: Entrega
fr_fr: Envoi
ja_jp: 配送方法
nl_nl: Bezorging
ru_ru: Доставка
uk_ua: Доставка

source: Loading...
de_de: Wird geladen...
es_es: Cargando...
fr_fr: Chargement en cours...
ja_jp: 読み込み中...
nl_nl: Laden...
ru_ru: Загрузка...
uk_ua: Завантажується...

source: Users
de_de: Benutzer
es_es: Usuarios
fr_fr: Utilisateurs
ja_jp: ユーザー
nl_nl: Gebruikers
ru_ru: Пользователи
uk_ua: Спільноти

source: Active
de_de: Aktiv
es_es: Activo
fr_fr: Actif
ja_jp: アクティブ
nl_nl: actief
ru_ru: Активный
uk_ua: Активний

source: Date Joined
de_de: Beitrittsdatum
es_es: Fecha de inscripción
fr_fr: Date d'inscription
ja_jp: 参加日
nl_nl: Datum van aanmelding
ru_ru: Дата вступления
uk_ua: Дата реєстрації

source: Order
de_de: Sortierung
es_es: Pedido
fr_fr: Commandes
ja_jp: ご注文
nl_nl: Bestelling
ru_ru: Заказ
uk_ua: Ордер

source: All Order Count
de_de: Anzahl aller Bestellungen
es_es: Cuenta de todos los pedidos
fr_fr: Nombre de commandes
ja_jp: すべての注文数
nl_nl: Aantal bestellingen
ru_ru: Количество всех заказов
uk_ua: Кількість всіх замовлень

source: Pending：
de_de: Ausstehend：
es_es: Pendiente：
fr_fr: En attente：
ja_jp: 保留中：
nl_nl: In afwachting：
ru_ru: Ожидание：
uk_ua: Очікування：

source: Delivered：
de_de: Liefert：
es_es: Entregado：
fr_fr: Livré：
ja_jp: 納品済：
nl_nl: Afgeleverd：
ru_ru: Доставлено：
uk_ua: Доставлено：

source: Orders
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
ja_jp: 注文
nl_nl: Bestellingen
ru_ru: Заказы
uk_ua: Замовлення

source: Order Date
de_de: Bestelldatum
es_es: Fecha del pedido
fr_fr: Date de la commande
ja_jp: 注文日
nl_nl: Bestelling datum
ru_ru: Дата заказа
uk_ua: Дата замовлення

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
ja_jp: 市区町村名
nl_nl: Woonplaats
ru_ru: Город
uk_ua: Місто

source: Phone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
ja_jp: 電話番号
nl_nl: Telefoonnummer
ru_ru: Телефон
uk_ua: Телефон

source: Address
de_de: Adresse
es_es: Dirección
fr_fr: Adresses
ja_jp: 住所
nl_nl: Adres:
ru_ru: Адрес
uk_ua: Адреса

source: Status
es_es: Estado
fr_fr: Statut
ja_jp: ステータス
ru_ru: Статус
uk_ua: Статус

source: Delivered
de_de: Ausgestellt
es_es: Entregado
fr_fr: Livré
ja_jp: 配送済み
nl_nl: Geleverd
ru_ru: Доставлено
uk_ua: Доставлений

source: Shipping
de_de: Versand
es_es: Envío
fr_fr: Expédition
ja_jp: 配送方法
nl_nl: Verzendkosten
ru_ru: Доставка
uk_ua: Доставка

source: Instruments
de_de: Instrumente
es_es: Instrumentos
ja_jp: 楽器の種類
nl_nl: Instrumenten
ru_ru: Инструменты
uk_ua: Інструменти

source: Name
es_es: Nombre
fr_fr: Nom
ja_jp: 名前
nl_nl: naam
ru_ru: Наименование
uk_ua: Ім'я

source: Price
de_de: Preis
es_es: Precio
fr_fr: Prix
ja_jp: 価格
nl_nl: Prijs
ru_ru: Цена
uk_ua: Ціна

source: Created At
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
ja_jp: 作成日時
nl_nl: Aangemaakt op
ru_ru: Создано в
uk_ua: Створений в

source: Search
de_de: Suchen
es_es: Buscar
fr_fr: Chercher
ja_jp: 検索
nl_nl: Zoeken
ru_ru: Искать
uk_ua: Пошук

source: Upload
de_de: Hochladen
es_es: Subir
fr_fr: Charger
ja_jp: アップロード
nl_nl: Uploaden
ru_ru: Выгрузить
uk_ua: Вивантажити

source: Real-time 3D Instrument Viewing and Customization
de_de: 3D Instrumentenansicht und Anpassung in Echtzeit
es_es: Visualización y personalización de Instrumentos 3D en tiempo real
fr_fr: Visualisation et personnalisation d'instruments 3D en temps réel
ja_jp: リアルタイムの 3D 計測器の表示とカスタマイズ
nl_nl: Real-time 3D Instrument Bekijken en aanpassen
ru_ru: Просмотр и настройка 3D прибора в реальном времени
uk_ua: Реальний перегляд та налаштування 3D інструментів у реальному часі

source: This is a Melodious Instruments Shop that was
de_de: Dies ist ein Melodieshop der war
es_es: Esta es una tienda de Instrumentos Melodiosos que fue
fr_fr: Ceci est une boutique d'instruments mélodieux qui était
ja_jp: こちらはメロディアスな楽器屋でした
nl_nl: Dit is een Melodieuze Instruments Shop die was
ru_ru: Магазин Мелодичных Инструментов
uk_ua: Це Мелодійська крамниця для інструментів

source: run in physical business by a family previously
de_de: zuvor von einer Familie im physischen Geschäft führen
es_es: ejecutado anteriormente en un negocio físico por una familia
fr_fr: exécuter dans une entreprise physique par une famille précédemment
ja_jp: 以前ある家族が実業を営んでいました
nl_nl: eerder in fysieke zaken te draaien door een familie
ru_ru: работает в физическом бизнесе семьей ранее
uk_ua: працювати у фізичному бізнесі сімейством раніше

source: Firstly, our store has essential functions for online shopping
de_de: Erstens hat unser Shop wesentliche Funktionen für den Online-Einkauf
es_es: En primer lugar, nuestra tienda tiene funciones esenciales para la compra en línea
fr_fr: Tout d'abord, notre boutique a des fonctions essentielles pour le magasinage en ligne
ja_jp: まず、私たちの店はオンラインショッピングのための不可欠な機能を持っています
nl_nl: Ten eerste heeft onze winkel essentiële functies voor online winkelen
ru_ru: Во-первых, наш магазин имеет важные функции для онлайн-покупок
uk_ua: По-перше, наш магазин має важливі функції для онлайн покупок

source: To give customers immersive shopping experience, our project employs the usage of 3D instruments preview and instruments playing games in our website.
de_de: Um unseren Kunden ein immersives Einkaufserlebnis zu vermitteln, nutzen wir in unserem Projekt die 3D-Instrumentenvorschau und Spielinstrumente auf unserer Website.
es_es: Para dar a los clientes una experiencia de compra inmersiva, nuestro proyecto emplea la previsualización de instrumentos 3D y los instrumentos que juegan en nuestro sitio web.
fr_fr: Pour offrir à nos clients une expérience de magasinage immersive, notre projet utilise l'utilisation d'instruments 3D de prévisualisation et d'instruments jouant aux jeux sur notre site Web.
ja_jp: お客様に没入感のあるショッピング体験を提供するため、当社のプロジェクトでは、当社のウェブサイトでゲームをプレイする3D楽器のプレビューと楽器を使用しています。
nl_nl: Om klanten een gigantische winkelervaring te geven, gebruikt ons project het gebruik van 3D instrumenten preview en instrumenten om games te spelen op onze website.
ru_ru: Для того, чтобы обеспечить клиентам богатый опыт покупок, наш проект использует предварительный просмотр 3D-инструментов и игры в игры на нашем сайте.
uk_ua: Щоб дати клієнтам вражаючий досвід покупок, наш проект використовує 3D-інструменти попереднього перегляду та інструментів, що грають у ігри на нашому сайті.
