Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Conversation
de_de: Unterhaltung
es_es: Conversación
ja_jp: 会話
nl_nl: Gesprek
ru_ru: Обсуждение
uk_ua: Розмова

source: 4 sec
de_de: 4 Sek
es_es: 4 seg
fr_fr: 4secondes
ja_jp: 4 秒
ru_ru: 4 сек
uk_ua: 4 с

source: 38 sec
de_de: 38 Sek
es_es: 38 seg
ja_jp: 38 秒
ru_ru: 38 сек
uk_ua: 38 с

source: John
de_de: Jörg
es_es: Juan
fr_fr: Jean
ja_jp: ジョン
nl_nl: Jan
ru_ru: Иван
uk_ua: Іван

source: Raw denim you probably haven&#39;t heard of them jean shorts Austin.
de_de: Raw denim Sie wahrscheinlich haven&#39;t hörte von ihnen jean Shorts Austin.
es_es: Raw denim que probablemente tienes que&#39;no se han enterado de ellos pantalones cortos de jean Austin.
fr_fr: Le denim cru que vous avez probablement refuge&#39;t entendu parler d'eux jean shorts Austin.
ja_jp: 生のデニムあなたはおそらく避難所&#39;tそれらのジャンショーツオースティンを聞いた。
nl_nl: Rauw denim je waarschijnlijk haven&#39;t gehoord van hen jean korter Austin.
ru_ru: Сырье джин, который вы вероятно имеете&#39;t слышали о них джинсовые шорты Остин.
uk_ua: Сирі деніми, ви, мабуть, мабуть прислухались&#39;t почують про них коштовностей Austin.

source: 2 min
de_de: 2 Minuten
fr_fr: 2 minutes
ja_jp: 2分
ru_ru: 2 мин
uk_ua: 2 хв

source: Bob
ja_jp: ボブ
ru_ru: Боб
uk_ua: Боб

source: admin
es_es: administrador
fr_fr: Administrateur
ja_jp: 管理者
nl_nl: beheerder
ru_ru: админ
uk_ua: адміністратор

source: 3 min
ja_jp: 3分
ru_ru: 3 мин
uk_ua: 3 хв

source: Jim
ru_ru: Джим
uk_ua: Джим

source: 4 min
ja_jp: 4 分
ru_ru: 4 мин
uk_ua: 4 хв

source: Orders (Chinese
de_de: Bestellungen (Chinesisch
es_es: Pedidos (Chino
fr_fr: Commandes (Chinois
ja_jp: 注文（中国語）
nl_nl: Bestellingen (Chinees
ru_ru: Заказы (Китайский
uk_ua: Замовлення (китайська

source: / Western
de_de: / Westlich
es_es: / Oeste
fr_fr: / Ouest
ja_jp: /ウェスタン
nl_nl: / Westers
ru_ru: / Запад
uk_ua: / Західне

source: Revenue (Real
de_de: Umsatz (Real
es_es: Ingresos (Real
fr_fr: Revenus (Réel
ja_jp: 収益（実質）
nl_nl: Omzet (Real
ru_ru: Доход (реальный
uk_ua: Дохід (Дійсний

source: / Forecast
de_de: / Prognose
es_es: / Pronóstico
fr_fr: / Prévision
ja_jp: /予測
nl_nl: / Voorspelling
ru_ru: / Прогноз
uk_ua: / Прогноз

source: Revenue Data Digital Screen
de_de: Digitalbildschirm Umsatzdaten
es_es: Pantalla digital de ingresos
fr_fr: Écran numérique des données des revenus
ja_jp: 収益データデジタルスクリーン
nl_nl: Digitaal Inkomsten Data
ru_ru: Цифровой экран данных доходов
uk_ua: Екран для передачі даних

source: Trend of all Orders
de_de: Trend aller Bestellungen
es_es: Tendencia de todos los pedidos
fr_fr: Tendance de toutes les commandes
ja_jp: すべての注文のトレンド
nl_nl: Trend van alle bestellingen
ru_ru: Тенденция всех заказов
uk_ua: Тенденція всіх замовлень

source: Tue
de_de: Di
fr_fr: Mai
ja_jp: 火
nl_nl: di
ru_ru: Вт
uk_ua: Вт

source: Fri
de_de: Fr
es_es: Vie
fr_fr: Ven
ja_jp: 金
nl_nl: vr
ru_ru: Пт
uk_ua: Пт

source: Sat
de_de: Sa
es_es: Sáb
fr_fr: Sam
ja_jp: 土
nl_nl: za
ru_ru: Сб
uk_ua: Сб

source: Sun
de_de: Sonne
es_es: Sol
fr_fr: Dim
ja_jp: 日
nl_nl: zo
ru_ru: Вс
uk_ua: НД

source: Daily Order Analytics
de_de: Tägliche Auftragsanalyse
es_es: Análisis de pedidos diarios
fr_fr: Analyses de la commande quotidienne
ja_jp: 毎日の注文分析
nl_nl: Dagelijkse Order Analyses
ru_ru: Ежедневная аналитика заказов
uk_ua: Щоденна аналітика замовлень

source: Compared
de_de: Verglichen
es_es: Comparado
fr_fr: Comparé
ja_jp: 比較
nl_nl: Vergeleken
ru_ru: По сравнению
uk_ua: У порівнянні

source: Product Inventory
de_de: Produkt-Inventar
es_es: Inventario de producto
fr_fr: Inventaire des produits
ja_jp: 在庫商品
nl_nl: Product voorraad
ru_ru: Инвентарь товара
uk_ua: Інвентар товару

source: go to RESTOCK
de_de: zu RESTOCK gehen
es_es: ir a RESTOCK
fr_fr: aller à RESTOCK
ja_jp: RESTORCKに行く
nl_nl: ga naar HERSTOCK
ru_ru: перейти в RESTOCK
uk_ua: перейти до RESTOCK

source: Total Instruments
de_de: Gesamt Instrumente
es_es: Instrumentos totales
fr_fr: Total des instruments
ja_jp: 合計楽器数
nl_nl: Totale instrumenten
ru_ru: Всего инструментов
uk_ua: Всього інструментів

source: Total Customers
de_de: Kunden insgesamt
es_es: Total de clientes
fr_fr: Nombre total de clients
ja_jp: 合計顧客
nl_nl: Totaal klant(en)
ru_ru: Всего клиентов
uk_ua: Загальна кількість клієнтів

source: Cart Items
de_de: Warenkorb-Artikel
es_es: Artículos de carrito
fr_fr: Articles du panier
ja_jp: カートアイテム
nl_nl: Winkelwagen items
ru_ru: Элементы корзины
uk_ua: Товари в кошику

source: Total Revenue
de_de: Gesamteinnahmen
es_es: Ingresos Totales
fr_fr: Revenus totaux
ja_jp: 総収益額
nl_nl: Totale omzet
ru_ru: Общий доход
uk_ua: Загальний дохід

source: Conpleted Orders
de_de: Erledigte Aufträge
es_es: Pedidos reservados
fr_fr: Commandes engorgées
ja_jp: 注文数
nl_nl: Geconpleteerde bestellingen
ru_ru: Заказы на обед
uk_ua: Складені замовлення

source: Blogs
es_es: Bloques
ja_jp: ブログ
ru_ru: Блоги
uk_ua: Блоги

source: Uncompleted Orders
de_de: Unerledigte Bestellungen
es_es: Pedidos incompletos
fr_fr: Commandes inachevées
ja_jp: 未完了の注文
nl_nl: Onvoltooide bestellingen
ru_ru: Невыполненные заказы
uk_ua: Незавершені замовлення

source: Wishlist Items
de_de: Wunschzettel
es_es: Elementos de lista de deseos
fr_fr: Éléments de la liste de souhaits
ja_jp: 欲しい物リストのアイテム
nl_nl: Artikelen verlanglijst
ru_ru: Элементы списка желаний
uk_ua: Елементи списку бажань

source: Manage Instruments' Categories
de_de: Instrumentenkategorien verwalten
es_es: Administrar categorías de Instrumentos
fr_fr: Gérer les catégories d'instruments
ja_jp: インストゥルメントのカテゴリを管理
nl_nl: Categorieën van instrumenten beheren
ru_ru: Управление категориями инструментов
uk_ua: Управління категоріями інструментів

source: Description
de_de: Beschreibung
es_es: Descripción
fr_fr: Libellé
ja_jp: 説明
nl_nl: Beschrijving
ru_ru: Описание
uk_ua: Опис

source: Instruments Involved
de_de: Involved Instrumente
es_es: Instrumentos involucrados
fr_fr: Instruments Impliqués
ja_jp: 関与する機器
nl_nl: Instrumenten Geïntegreerd
ru_ru: Включенные инструменты
uk_ua: Інструменти винні

source: Manage Instruments
de_de: Instrumente verwalten
es_es: Administrar Instrumentos
fr_fr: Gérer les instruments
ja_jp: 楽器の管理
nl_nl: Instrumenten beheren
ru_ru: Управление инструментами
uk_ua: Керування інструментами

source: Inventory
de_de: Inventar
es_es: Inventario
fr_fr: Inventaire
ja_jp: 棚卸し
nl_nl: Voorraad
ru_ru: Инвентаризация
uk_ua: Інвентар

source: Old Price
de_de: Alter Preis
es_es: Precio Antiguo
fr_fr: Ancien prix
ja_jp: 古い価格
nl_nl: Oude prijs
ru_ru: Старая цена
uk_ua: Стара ціна

source: Manage Orders
de_de: Bestellungen verwalten
es_es: Administrar pedidos
fr_fr: Gérer les commandes
ja_jp: 注文管理
nl_nl: Bestellingen beheren
ru_ru: Управление заказами
uk_ua: Управління замовленнями

source: Order Management
de_de: Auftragsverwaltung
es_es: Gestión de pedidos
fr_fr: Gestion des commandes
ja_jp: 注文管理
nl_nl: Order beheer
ru_ru: Управление заказами
uk_ua: Управління замовленнями

source: Total Price
de_de: Gesamtpreis
es_es: Precio total
fr_fr: Prix total
ja_jp: 合計価格
nl_nl: Totale prijs
ru_ru: Общая цена
uk_ua: Загальна ціна

source: Destination
de_de: Ziel
es_es: Destino
ja_jp: 保存先
nl_nl: Doelstelling
ru_ru: Назначение
uk_ua: Пункт призначення

source: Items Involved
de_de: Beteiligte Artikel
es_es: Elementos involucrados
fr_fr: Éléments impliqués
ja_jp: 含まれるアイテム
nl_nl: Items Geïntegreerd
ru_ru: Включаемые предметы
uk_ua: Долучені предмети

source: Shipped
de_de: Verschickt
es_es: Enviado
fr_fr: Expédier
ja_jp: 配送済み
nl_nl: Verzonden
ru_ru: Отправлено
uk_ua: Доставлено

source: Packed
de_de: Gepackt
es_es: Empaquetado
fr_fr: Emballé
ja_jp: 梱包済み
nl_nl: Verpakt
ru_ru: Упакован
uk_ua: Упаковано

source: Accepted
de_de: Akzeptiert
es_es: Aceptado
fr_fr: Accepté
ja_jp: 承認済み
nl_nl: Geaccepteerd
ru_ru: Принято
uk_ua: Погоджено

source: Placed
de_de: Platziert
es_es: Colocado
fr_fr: Placé
ja_jp: 設置済み
nl_nl: Geplaatst
ru_ru: Размещено
uk_ua: Розміщено

source: First Name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
ja_jp: 名
nl_nl: Voornaam is vereist.
uk_ua: Ім`я

source: Last Name
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
ja_jp: 姓
nl_nl: Achternaam is vereist
ru_ru: Фамилия
uk_ua: Прізвище

source: Zip Code
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
ja_jp: 郵便番号
nl_nl: Postcode code
ru_ru: Индекс
uk_ua: Поштовий індекс

source: Newsletter
es_es: Boletín
ja_jp: ニュースレター
nl_nl: Nieuwsbrief
ru_ru: Рассылка
uk_ua: Розсилка новин

source: The order will be deleted and the operation can not be revoked
de_de: Die Bestellung wird gelöscht und der Vorgang kann nicht widerrufen werden
es_es: El pedido será eliminado y la operación no puede ser revocada
fr_fr: La commande va être supprimée et l'opération ne peut pas être révoquée
nl_nl: De bestelling wordt verwijderd en de bewerking kan niet worden herroepen
ru_ru: Заказ будет удален и операция не может быть отозвана
uk_ua: Замовлення буде видалене, а операція не може бути скасована

source: Order State Management
de_de: Auftragsstatusverwaltung
es_es: Gestión del estado de pedido
fr_fr: Gestion de l'état de la commande
ja_jp: 注文ステータス管理
nl_nl: Order status beheer
ru_ru: Управление состоянием заказа
uk_ua: Керування станами замовлення

source: Manage Order State
de_de: Bestellstatus verwalten
es_es: Administrar estado de pedido
fr_fr: Gérer l'état de la commande
ja_jp: 注文ステータスの管理
nl_nl: Orderstatus beheren
ru_ru: Управление статусом заказа
uk_ua: Керувати станом замовлення

source: to save the message go to the next state. Click
de_de: um die Nachricht zu speichern gehen Sie in den nächsten Status. Klicken Sie auf
es_es: para guardar el mensaje ir al siguiente estado. Haga clic en
fr_fr: pour enregistrer le message aller à l'état suivant. Cliquez sur
ja_jp: をクリックしてメッセージを保存し、次の状態に移動します。
nl_nl: om het bericht op te slaan ga naar de volgende status. Klik op
ru_ru: чтобы сохранить сообщение перейдите в следующее состояние. Нажмите
uk_ua: щоб зберегти повідомлення перейти до наступного стану. Натисніть кнопку

source: Confirm
de_de: Bestätigen
es_es: Confirmar
fr_fr: Valider
ja_jp: 確認する
nl_nl: Bevestigen
ru_ru: Подтвердить
uk_ua: Підтвердити

source: to set the order in this state.
de_de: um die Reihenfolge in diesem Zustand zu setzen.
es_es: para establecer el orden en este estado.
fr_fr: pour définir l'ordre dans cet état.
ja_jp: を選択して、この状態で順序を設定します。
nl_nl: om de bestelling in deze staat te zetten.
ru_ru: чтобы установить порядок в этом состоянии.
uk_ua: встановити порядок у цьому стані.

source: Leave a message for accepted state
de_de: Nachricht für akzeptierten Zustand hinterlassen
es_es: Deja un mensaje para el estado aceptado
fr_fr: Laisser un message pour l'état accepté
ja_jp: 受理された状態のメッセージを残す
nl_nl: Laat een bericht achter voor de geaccepteerde status
ru_ru: Оставить сообщение для принятого состояния
uk_ua: Залишити повідомлення для прийнятого стану

source: Input your comment for the order
de_de: Geben Sie Ihren Kommentar für die Bestellung ein
es_es: Introduce tu comentario para el pedido
fr_fr: Entrez votre commentaire pour la prescription
ja_jp: 注文にコメントを入力してください
nl_nl: Voer je reactie in voor de bestelling
ru_ru: Введите ваш комментарий к заказу
uk_ua: Введіть свій коментар до замовлення

source: Manage the message the buyer left for packed state
de_de: Nachricht des Käufers für gepackten Status verwalten
es_es: Administrar el mensaje que el comprador deja para el estado empaquetado
fr_fr: Gérer le message que l'acheteur a laissé pour l'état emballé
ja_jp: パックド状態に残されたバイヤーのメッセージを管理します
nl_nl: Beheer het bericht dat de koper over heeft voor de verpakte status
ru_ru: Управление сообщением, которое покупатель оставил для упакованного состояния
uk_ua: Керуйте повідомленням покупця ліворуч для запаковування стану

source: Here's buyer's message left for this order
de_de: Hier ist die Nachricht des Käufers für diese Bestellung übrig
es_es: Aquí está el mensaje del comprador para este pedido
fr_fr: Voici le message de l'acheteur pour cette commande
ja_jp: この注文に残されたバイヤーのメッセージ
nl_nl: Hier is het kopers bericht over voor deze bestelling
ru_ru: Осталось сообщение покупателя для этого заказа
uk_ua: Залишилось повідомлення покупця для цього замовлення

source: Manage the message the buyer left for shipped state
de_de: Verwalten Sie die Nachricht, die der Käufer für den versendeten Status übrig hat
es_es: Administrar el mensaje que el comprador deja para el estado de envío
fr_fr: Gérer le message de l'acheteur à gauche pour l'état d'expédition
ja_jp: 出荷済みの状態に残されたバイヤーのメッセージを管理します
nl_nl: Beheer het bericht dat de koper over is voor verzonden status
ru_ru: Управление сообщением, которое оставил покупатель для состояния доставки
uk_ua: Керуйте повідомленням покупця ліворуч для відправлення стану

source: Manage the message the buyer left for delivered state
de_de: Verwalten Sie die Nachricht, die der Käufer für den ausgelieferten Status übrig hat
es_es: Administrar el mensaje que el comprador deja para el estado entregado
fr_fr: Gérer le message que l'acheteur a laissé pour l'état de livraison
ja_jp: 配信状態に残されたバイヤーのメッセージを管理します
nl_nl: Beheer het bericht dat de koper heeft achtergelaten voor de afgeleverde status
ru_ru: Управление сообщением, которое покупатель оставил для поставленного состояния
uk_ua: Керуйте повідомленням покупця ліворуч для доставки

source: Here the order have come to the delivery confirmed state.
de_de: Hier ist der Auftrag in den bestätigten Zustand der Lieferung gekommen.
es_es: Aquí el pedido ha llegado al estado confirmado de entrega.
fr_fr: Ici, la commande est arrivée à l'état de livraison confirmé.
ja_jp: ここでは、注文は配達確認された状態に来ている。
nl_nl: Hier is de bestelling bij de leveringsbevestiging gekomen.
ru_ru: Здесь прибыл заказ к подтвержденному состоянию поставки.
uk_ua: Тут замовлення підтвердили стан підтвердження.

source: Click Confirm to save the state or click Prev to go back to the previous state
de_de: Klicken Sie auf Bestätigen, um das Bundesland zu speichern oder klicken Sie auf Prev um zum vorherigen Bundesland zurückzukehren
es_es: Haga clic en Confirmar para guardar el estado o haga clic en Previa para volver al estado anterior
fr_fr: Cliquez sur Confirmer pour enregistrer l'état ou cliquez sur Précédent pour revenir à l'état précédent
ja_jp: 「確認」をクリックして状態を保存するか、「前に」をクリックして前の状態に戻ります
nl_nl: Klik op Bevestigen om de status op te slaan of klik op Vorige om terug te gaan naar de vorige status
ru_ru: Нажмите "Подтвердить", чтобы сохранить состояние или "Предыдущий", чтобы вернуться в предыдущее состояние
uk_ua: Натисніть кнопку підтвердження для збереження стану або натисніть Попередня, щоб повернутися до попереднього стану

source: Prev
de_de: Vorher
es_es: Anterior
fr_fr: Précédent
ja_jp: 前
nl_nl: Vorige
ru_ru: Предыдущий
uk_ua: Попередня

source: Manage Posts
de_de: Beiträge verwalten
es_es: Administrar Mensajes
fr_fr: Gérer les messages
ja_jp: 投稿の管理
nl_nl: Beheer berichten
ru_ru: Управление записями
uk_ua: Управління повідомленнями

source: Body
de_de: Körper
es_es: Cuerpo
fr_fr: Corps
ja_jp: 本文
nl_nl: Lichaam
ru_ru: Тело
uk_ua: Тіло

source: Author
de_de: Autor
es_es: Autor
fr_fr: Auteur
ja_jp: 作成者
nl_nl: Auteur
ru_ru: Автор
uk_ua: Автор

source: Last Modified
de_de: Zuletzt geändert
es_es: Última modificación
fr_fr: Dernière modification
ja_jp: 最終更新日
nl_nl: Laatst gewijzigd
ru_ru: Последнее изменение
uk_ua: Дата останнього зміни

source: The post will be deleted and the operation can not be revoked
de_de: Der Beitrag wird gelöscht und der Vorgang kann nicht widerrufen werden
es_es: El mensaje será eliminado y la operación no puede ser revocada
fr_fr: Le message va être supprimé et l'opération ne peut pas être révoquée
nl_nl: Het bericht wordt verwijderd en de bewerking kan niet worden herroepen
ru_ru: Сообщение будет удалено, и операция не может быть отменена
uk_ua: Повідомлення буде видалено, а операція не може бути скасована

source: Change Status
de_de: Status ändern
es_es: Cambiar estado
fr_fr: Changer le statut
ja_jp: ステータスの変更
nl_nl: Status wijzigen
ru_ru: Изменить статус
uk_ua: Змінити статус

source: Available
de_de: Verfügbar
es_es: Disponible
fr_fr: Disponible
ja_jp: 利用可能です
nl_nl: Beschikbaar
ru_ru: Доступно
uk_ua: Доступно

source: Busy
de_de: Besetzt
es_es: Ocupado
fr_fr: Occupé
ja_jp: 取り込み中
nl_nl: Bezig
ru_ru: Занят
uk_ua: Зайнятий

source: Invisible
de_de: Unsichtbar
ja_jp: 非表示
nl_nl: Onzichtbaar
ru_ru: Невидимый
uk_ua: Невидимий

source: Add as a friend
de_de: Als Freund hinzufügen
es_es: Añadir como amigo
fr_fr: Ajouter en tant qu'ami
ja_jp: 友達として追加
nl_nl: Als vriend toevoegen
ru_ru: Добавить друга
uk_ua: Додати в друзі

source: Send a message
de_de: Nachricht senden
es_es: Enviar un mensaje
fr_fr: Envoyer un message
ja_jp: メッセージを送信
nl_nl: Stuur een bericht
ru_ru: Отправить сообщение
uk_ua: Надіслати повідомлення

source: Followers
de_de: Follower
es_es: Seguidores
fr_fr: Abonnés
ja_jp: フォロワー
nl_nl: Volgers
ru_ru: Подписчики
uk_ua: Підписники

source: Following
de_de: Folgt
es_es: Siguiendo
fr_fr: Abonnements
ja_jp: フォロー中
nl_nl: Volgt
ru_ru: Подписка
uk_ua: Слідкую

source: Recent Activities
de_de: Neueste Aktivitäten
es_es: Actividades recientes
fr_fr: Activités récentes
ja_jp: 最近のアクティビティ
nl_nl: Recente activiteiten
ru_ru: Недавние действия
uk_ua: Останні дії

source: Alex Doe
ru_ru: Алекс Доу
uk_ua: Алекс Доу

source: joined
de_de: beigetreten
es_es: se unió
fr_fr: a rejoint
ja_jp: 参加しました
nl_nl: lid
ru_ru: присоединился
uk_ua: з'єднався

source: Country Music
de_de: Country-Musik
es_es: Música de país
fr_fr: Musique de Pays
ja_jp: カントリーミュージック
nl_nl: Land muziek
ru_ru: Музыка страны
uk_ua: Кантрі музика

source: group.
de_de: gruppe.
es_es: grupo.
fr_fr: groupe.
ja_jp: グループだ
nl_nl: groep.
ru_ru: группа.
uk_ua: група (с).

source: 5 hours ago
de_de: vor 5 Stunden
es_es: hace 5 horas
fr_fr: Il y a 5 heures
ja_jp: 5 時間前
nl_nl: 5 uur geleden
ru_ru: 5 часов назад
uk_ua: 5 годин тому

source: uploaded a new photo.
de_de: ein neues Foto hochgeladen.
es_es: subió una foto nueva.
fr_fr: a téléchargé une nouvelle photo.
ja_jp: 新しい写真をアップロードしました
nl_nl: heeft een nieuwe foto geüpload.
ru_ru: загрузил новое фото.
uk_ua: завантажив нову фотографію.

source: Take a look
de_de: Schau dir an
es_es: Echa un vistazo
fr_fr: Jetez un œil
ja_jp: 見てみましょう
nl_nl: Neem een kijkje
ru_ru: Взгляните
uk_ua: Подивитися

source: published a new blog post.
de_de: veröffentlichte einen neuen Blog-Beitrag.
es_es: publicó una nueva entrada en el blog.
fr_fr: a publié un nouveau blog.
ja_jp: 新しいブログ記事を公開しました
nl_nl: publiceerde een nieuwe blogpost.
ru_ru: опубликовал новую запись блога.
uk_ua: опублікував новий допис у блозі.

source: Read now
de_de: Jetzt lesen
es_es: Leer ahora
fr_fr: Lire maintenant
ja_jp: 今すぐ読む
nl_nl: Nu lezen
ru_ru: Читать сейчас
uk_ua: Читати зараз

source: 11 hours ago
de_de: vor 11 Stunden
es_es: hace 11 horas
fr_fr: Il y a 11 heures
ja_jp: 11時間前
nl_nl: 11 uur geleden
ru_ru: 11 часов назад
uk_ua: 11 годин тому

source: logged in.
de_de: angemeldet.
es_es: conectado.
fr_fr: connecté.
ja_jp: ログインしました
nl_nl: ingelogd
ru_ru: вошел в систему.
uk_ua: ввійшов у систему.

source: 12 hours ago
de_de: vor 12 Stunden
es_es: Hace 12 horas
fr_fr: Il y a 12 heures
ja_jp: 12時間前
nl_nl: 12 uur geleden
ru_ru: 12 часов назад
uk_ua: 12 годин тому

source: logged out.
de_de: abgemeldet.
es_es: desconectado.
fr_fr: déconnecté.
ja_jp: ログアウトしました
nl_nl: uitgelogd.
ru_ru: вышел из системы.
uk_ua: вийшли з системи.

source: 16 hours ago
de_de: vor 16 Stunden
es_es: hace 16 horas
fr_fr: Il y a 16 heures
ja_jp: 16時間前
nl_nl: 16 uur geleden
ru_ru: 16 часов назад
uk_ua: 16 годин тому

source: View more activities
de_de: Weitere Aktivitäten anzeigen
es_es: Ver más actividades
fr_fr: Voir plus d'activités
ja_jp: アクティビティをもっと見る
nl_nl: Bekijk meer activiteiten
ru_ru: Посмотреть больше активностей
uk_ua: Переглянути більше дій

source: Change Avatar
de_de: Avatar ändern
es_es: Cambiar Avatar
fr_fr: Changer d'avatar
ja_jp: アバターを変更
nl_nl: Avatar wijzigen
ru_ru: Сменить аватар
uk_ua: Змінити аватар

source: Manage Reviews
de_de: Bewertungen verwalten
es_es: Administrar reseñas
fr_fr: Gérer les commentaires
ja_jp: レビューの管理
nl_nl: Beoordelingen beheren
ru_ru: Управление отзывами
uk_ua: Керування відгуками

source: Rating
de_de: Bewertung
es_es: Valoración
fr_fr: Évaluation
ja_jp: 評価
nl_nl: Beoordeling
ru_ru: Рейтинг
uk_ua: Рейтинг

source: Content
de_de: Inhalt
es_es: Contenido
fr_fr: Contenus
ja_jp: コンテンツ
nl_nl: Inhoud
ru_ru: Содержание
uk_ua: Зміст

source: Total:
de_de: Gesamt:
ja_jp: 合計:
nl_nl: Totaal:
ru_ru: Всего:
uk_ua: Загалом:

source: The review will be deleted and the operation can not be revoked
de_de: Die Bewertung wird gelöscht und der Vorgang kann nicht widerrufen werden
es_es: La revisión será eliminada y la operación no puede ser revocada
fr_fr: La revue sera supprimée et l'opération ne pourra pas être révoquée
ja_jp: レビューは削除され、操作を取り消すことはできません
nl_nl: De review wordt verwijderd en de bewerking kan niet worden herroepen
ru_ru: Обзор будет удален и операция не может быть отозвана
uk_ua: Відгук буде видалено, а операція не може бути скасована

source: Update Blog's Category
de_de: Blog-Kategorie aktualisieren
es_es: Actualizar categoría del blog
fr_fr: Mettre à jour la catégorie du blog
ja_jp: ブログのカテゴリを更新
nl_nl: Bijwerken blog categorie
ru_ru: Обновить категорию блога
uk_ua: Оновити категорію блогу

source: Instrument Blog's Category
de_de: Kategorie des Instrumenten-Blogs
es_es: Categoría del blog intrumento
fr_fr: Catégorie du Blog d'Instrument
ja_jp: 計器ブログのカテゴリ
nl_nl: Instrument Blog categorie
ru_ru: Категория блога прибора
uk_ua: Визначити категорію блогу

source: Update Carts
de_de: Warenkörbe aktualisieren
es_es: Actualizar Carritos
fr_fr: Mettre à jour les paniers
ja_jp: カートを更新
nl_nl: Winkelwagens bijwerken
ru_ru: Обновить корзины
uk_ua: Оновити кошики

source: Update Cart
de_de: Warenkorb aktualisieren
es_es: Actualizar Carrito
fr_fr: Mettre à jour le panier
ja_jp: カートを更新
nl_nl: Winkelwagen bijwerken
ru_ru: Обновить корзину
uk_ua: Оновити візок

source: Update Instrument
de_de: Instrument aktualisieren
es_es: Actualizar Instrumento
fr_fr: Mise à jour de l'instrument
ja_jp: 装置を更新
nl_nl: Instrument bijwerken
ru_ru: Обновить инструмент
uk_ua: Оновлення інструменту

source: Update Instrument's Category
de_de: Instrumentenkategorie aktualisieren
es_es: Actualizar categoría de intrusos
fr_fr: Mettre à jour la catégorie de l'instrument
ja_jp: インストゥルメントのカテゴリを更新
nl_nl: Categorie van instrument bijwerken
ru_ru: Обновить категорию инструмента
uk_ua: Оновити категорію інструментів

source: Instrument Instrument's Category
de_de: Instrumentenkategorie
es_es: Categoría de Instrumento Instrumento
fr_fr: Catégorie de l'instrument d'instrument
ja_jp: 楽器のカテゴリ
nl_nl: Instrument Categorie
ru_ru: Категория инструмента
uk_ua: Вимірювальна категорія інструментів

source: Update Orders
de_de: Bestellungen aktualisieren
es_es: Actualizar pedidos
fr_fr: Mettre à jour les commandes
ja_jp: 注文を更新
nl_nl: Bestellingen bijwerken
ru_ru: Обновить заказы
uk_ua: Оновлення замовлень

source: Update Order
de_de: Bestellung aktualisieren
es_es: Actualizar pedido
fr_fr: Mettre à jour la commande
ja_jp: 注文を更新
nl_nl: Bestelling bijwerken
ru_ru: Изменить порядок
uk_ua: Оновити замовлення

source: Update Order Items
de_de: Bestellartikel aktualisieren
es_es: Actualizar artículos de pedido
fr_fr: Mettre à jour les articles de la commande
ja_jp: 注文商品を更新
nl_nl: Bestelartikelen bijwerken
ru_ru: Обновить товары заказа
uk_ua: Оновити позиції замовлення

source: Order Item Management
de_de: Auftragsbestandsmanagement
es_es: Gestión de artículos del pedido
fr_fr: Gestion de l'article de la commande
ja_jp: 注文商品管理
nl_nl: Bestelartikel beheer
ru_ru: Управление пунктами заказа
uk_ua: Керування елементами замовлення

source: Update Item
de_de: Element aktualisieren
es_es: Actualizar elemento
fr_fr: Mettre à jour l'élément
ja_jp: アイテムを更新
nl_nl: Artikel bijwerken
ru_ru: Обновить элемент
uk_ua: Оновити елемент
