Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: 1x Armor Air X Fear
de_de: 1x Rüstung Air X Furcht
es_es: 1x Armadura Aire X Miedo
fr_fr: 1 x Peur d'Armure X
ja_jp: 1x アーマー空気X恐れている
nl_nl: 1x Harnas Lucht X angst
ru_ru: 1x Броня Воздушное Страх X
uk_ua: 1x Броня Х Страх

source: Who bought this product also bought
de_de: Wer dieses Produkt gekauft hat
es_es: Quién compró este producto también compró
fr_fr: Qui a acheté ce produit
ja_jp: この製品を購入した人
nl_nl: Wie dit product gekocht heeft, kocht ook
ru_ru: Кто купил этот продукт также купил
uk_ua: Хто купив цей продукт також

source: Armor Air Wildwood ACG
de_de: Rüstungsluft-Wildholz ACG
es_es: Madera salvaje del aire armadura ACG
fr_fr: ACG du Bois sauvage d'armure d'air
ja_jp: アーマーワイルドウッド ACG
nl_nl: Harnas Lucht Wildhout ACG
ru_ru: ACG в броне
uk_ua: Повітряний встановлювач Air Wildwood

source: Armor ACG React Terra
de_de: Rüstung-ACG Reaktionszeit Terras
es_es: Armadura ACG React Terra
fr_fr: format@@0 Armor ACG React Terra
nl_nl: Pantser ACG React Terra
ru_ru: Терра ACG React брони
uk_ua: Реакція броні з діафрагми

source: Size guide
de_de: Größenanleitung
es_es: Guia de tamaño
fr_fr: Guide de taille
ja_jp: サイズガイド
nl_nl: Grootte gids
ru_ru: Руководство по размерам
uk_ua: Посібник з розмірами

source: US Sizes
de_de: US-Größe
es_es: Tamaños US
fr_fr: Tailles américaines
ja_jp: 米国サイズ
nl_nl: Amerikaanse afmetingen
ru_ru: Размеры США
uk_ua: Розміри США

source: Euro Sizes
de_de: Euro-Größen
es_es: Tamaño del euro
fr_fr: Tailles de l'Euro
ja_jp: ユーロサイズ
nl_nl: Euro afmetingen
ru_ru: Евро Размеры
uk_ua: Розміри євро

source: UK Sizes
de_de: UK Größe
es_es: Tamaño del Reino Unido
fr_fr: Tailles du Royaume-Uni
ja_jp: UKサイズ
nl_nl: Britse afmetingen
ru_ru: Размеры
uk_ua: Розміри Великобританії

source: Inches
de_de: Zoll
es_es: Pulgadas
fr_fr: Pouces
ja_jp: インチ
nl_nl: Inch
ru_ru: Дюймы
uk_ua: Дюйми

source: Zoom Out
de_de: Verkleinern
es_es: Apagar
fr_fr: Zoom arrière
ja_jp: ズームアウト
nl_nl: Zoom uit
ru_ru: Уменьшить
uk_ua: Зменшити масштаб

source: Zoom In
de_de: Vergrößern
es_es: Acercar en
fr_fr: Zoom avant
ja_jp: 拡大
ru_ru: Увеличить
uk_ua: Збільшити масштаб

source: Product Detail
de_de: Produktdetails
es_es: Detalle del producto
fr_fr: Détail du produit
ja_jp: 商品詳細
nl_nl: Detail product
ru_ru: Детали товара
uk_ua: Деталі товару

source: No reviews
de_de: Keine Bewertungen
es_es: Sin reseñas
fr_fr: Aucun commentaire
ja_jp: レビューなし
nl_nl: Geen beoordelingen
ru_ru: Нет отзывов
uk_ua: Немає відгуків

source: Maroon
de_de: Marotte
es_es: Maroón
fr_fr: Marron
nl_nl: Kastanjebruin
ru_ru: Марун
uk_ua: Марони

source: White
de_de: Weiß
es_es: Blanco
fr_fr: Blancs
ja_jp: 白
nl_nl: wit
ru_ru: Белый
uk_ua: Білі

source: White - $223.00 USD
de_de: Weiß - $223.00 USD
es_es: Blanco - $223.00 USD
fr_fr: Blancs - 223,00 USD
ja_jp: 白 - $223.00 USD
nl_nl: Wit - $223,00 USD
ru_ru: Белый - $223,00 USD
uk_ua: Білий - $223.00 USD

source: Buy it now
de_de: Jetzt kaufen
es_es: Comprarlo ahora
fr_fr: Achetez-le maintenant
ja_jp: 今すぐ購入
nl_nl: Koop het nu
ru_ru: Купить сейчас
uk_ua: Придбати зараз

source: Categories :
de_de: Kategorien :
es_es: Categorías:
fr_fr: Catégories :
ja_jp: カテゴリ :
nl_nl: Categorieën :
ru_ru: Категории:
uk_ua: Категорії:

source: Returns
de_de: Retouren
es_es: Devuelve
fr_fr: Retours
nl_nl: Retourzendingen
ru_ru: Возврат
uk_ua: Повернення товару

source: Return this product within 100 days if you change your mind. Get a refund/replacement &amp; free return shipping if it arrives damaged or not as described
de_de: Dieses Produkt innerhalb von 100 Tagen zurückgeben, wenn Sie Ihre Meinung ändern. Erhalten Sie eine Rückerstattung/Ersetzen &amp; kostenlose Rücksendung, falls sie beschädigt ist oder nicht, wie beschrieben
es_es: Devuelve este producto dentro de 100 días si cambia de opinión. Obtenga un reembolso/reemplazo &amp; envío de devolución gratis si llega dañado o no como se describe
fr_fr: Retournez ce produit dans les 100 jours si vous changez d'avis. Obtenez un remboursement/remplacement &amp; livraison gratuite si elle arrive endommagée ou non telle que décrite
ja_jp: リターンこの製品以内100日あなたの心を変更した場合。 返金/交換 &amp; 送料無料で返品が届いた場合、破損しているか説明されていないようにしてください。
nl_nl: Retourneer dit product binnen 100 dagen als je van gedachten verandert. Krijg een terugbetaling/vervanging &amp; gratis retourzending als deze beschadigd aankomt of niet zoals beschreven
ru_ru: Возвращает этот товар в течение 100 дней, если вы передумаете. Возврат или замена &amp; бесплатная доставка возврата, если она прибыла повреждена или не была описана
uk_ua: Поверніть цей продукт протягом 100 днів, якщо ви передумаєте. Отримайте повернення грошей / заміну &amp; безкоштовну доставку повернення, якщо вона надійде пошкоджена чи ні, як описано

source: Free if stated near price. $9.95 Australia wide (up to 10 items). $18.95 for Express Post (generally 1 business day).
de_de: Die Preise verstehen sich pro Tag und pro Person und Tag.
es_es: $9,95 Australia wide (hasta 10 artículos). $18,95 para Express Post (generalmente 1 día laborable).
fr_fr: Gratuit si indiqué près du prix. $9.95 Australie de large (jusqu'à 10 articles). $18.95 pour Express Post (généralement 1 jour ouvrable).
ja_jp: 近い価格で記載されている場合は無料です。 $ 9.95 オーストラリア ワイド(最大10アイテム). エクスプレスポストのための$ 18.95 (一般的に1営業日).
nl_nl: Gratis als deze bij de prijs vermeld wordt. $9.95 Australië breed (tot 10 artikelen). $18.95 voor Express Post (gewoonlijk 1 werkdag).
ru_ru: The room was very clean and comfortable.
uk_ua: Безкоштовно, якщо вказано майже ціну неподалік від 9,95 дол. Австралія (до 10 пунктів). $18.95 за Експрес-пост (в цілому 1 робочий день).

source: Additional Information
de_de: Zusätzliche Informationen
es_es: Información adicional
fr_fr: Informations supplémentaires
ja_jp: 追加情報
nl_nl: Aanvullende informatie
ru_ru: Дополнительная информация
uk_ua: Додаткова інформація

source: Review
de_de: Überprüfen
es_es: Revisión
fr_fr: Évaluer
ja_jp: レビュー
nl_nl: Beoordelen
ru_ru: Обзор
uk_ua: Рецензія

source: More Infomation To You
de_de: Weitere Informationen für Sie
es_es: Más información para ti
fr_fr: Plus d'informations pour vous
ja_jp: あなたへの詳細情報
nl_nl: Meer Infomatie naar jou
ru_ru: Больше информации вам
uk_ua: Більше інформації для вас

source: Things you need to know
de_de: Dinge, die Sie wissen müssen
es_es: Cosas que necesitas saber
fr_fr: Choses que vous devez savoir
ja_jp: 知っておくべきこと
nl_nl: Dingen die u moet weten
ru_ru: Что вам нужно знать
uk_ua: Що вам потрібно знати

source: filter
de_de: filtern
es_es: filtro
fr_fr: Filtre
ja_jp: フィルター
nl_nl: filteren
ru_ru: фильтр
uk_ua: фільтр

source: Instruments Shown
de_de: Angezeigte Instrumente
es_es: Mostrar intrumentos
fr_fr: Instruments montrés
ja_jp: 表示される機器
nl_nl: Instrumenten weergegeven
ru_ru: Показаны инструменты
uk_ua: Показано інструментів

source: Featured
de_de: Empfohlen
es_es: Destacado
fr_fr: En vedette
ja_jp: 注目の商品
nl_nl: Aanbevolen
ru_ru: Избранные
uk_ua: Рекомендовані

source: Best Selling
de_de: Bestseller
es_es: Más vendido
fr_fr: Meilleures ventes
ja_jp: ベストセラー商品
nl_nl: Beste verkoop
ru_ru: Лидеры продаж
uk_ua: Кращий продаж

source: Alphabetically, A-Z
de_de: Alphabetisch A-Z
es_es: Alfabéticamente, A-Z
fr_fr: Alphabétiquement, A-Z
ja_jp: アルファベット順、A-Z
nl_nl: Alfabetisch, A-Z
ru_ru: По алфавиту, A-Z
uk_ua: За алфавітом A-Z

source: Price, high to low
de_de: Preis, hoch zu niedrig
es_es: Precio, alto a bajo
fr_fr: Prix, de haut à bas prix
ja_jp: 価格、高い順
nl_nl: Prijs, hoog naar laag
ru_ru: Цены, от высокой к низкой
uk_ua: За ціною, від дорожчих

source: Price, low to high
de_de: Preis, niedrig zu hoch
es_es: Precio, bajo a alto
fr_fr: Prix, bas à haut
ja_jp: 価格が低い順
nl_nl: Prijs, laag naar hoog
ru_ru: Цены, от низкой к высокой
uk_ua: За ціною, від дешевших

source: Date, old to new
de_de: Datum, alt zu neu
es_es: Fecha, viejo a nuevo
fr_fr: Date, de l'ancien à nouveau
ja_jp: 日付、古いものから新しい
nl_nl: Datum, oud naar nieuw
ru_ru: Дата, от старых к новым
uk_ua: Дата, старий на новий

source: Date, new to old
de_de: Datum, neu nach alt
es_es: Fecha, nueva a la vieja
fr_fr: Date, nouvelle à ancienne
ja_jp: 日付、古い順
nl_nl: Datum, nieuw naar oud
ru_ru: Дата, от нового до старого
uk_ua: Дата, новачок для старого

source: Price Filter
de_de: Preisfilter
es_es: Filtro de precios
fr_fr: Filtre de prix
ja_jp: 価格フィルタ
nl_nl: Prijs Filter
ru_ru: Фильтр цен
uk_ua: Фільтр цін

source: Color Option
de_de: Farboption
es_es: Opción de color
fr_fr: Option de couleur
ja_jp: カラーオプション
nl_nl: Kleur optie
ru_ru: Настройки цвета
uk_ua: Параметр кольору

source: Tags
es_es: Etiquetas
ja_jp: タグ
nl_nl: Labels
ru_ru: Теги
uk_ua: Мітки

source: Black
de_de: Schwarz
es_es: Negro
fr_fr: Noir
ja_jp: ブラック
nl_nl: Zwart
ru_ru: Черный
uk_ua: Чорний колір

source: Brown
de_de: Brauner
es_es: Marrón
fr_fr: Marron
ja_jp: ブラウン
nl_nl: Bruin
ru_ru: Коричневый
uk_ua: Коричневий

source: BurlyWood
de_de: BurlyHolz
es_es: Madera burguesa
fr_fr: Bois de Bérille
nl_nl: Brandhout
ru_ru: БурлиВуд
uk_ua: Бурлівуд

source: Gold
es_es: Oro
fr_fr: Or
ja_jp: ゴールド
nl_nl: Goud
ru_ru: Золото
uk_ua: Золото

source: media profile - Bootdey.com
de_de: medien-Profil - Bootdey.com
es_es: perfil de medios - Bootdey.com
fr_fr: profil média - Bootdey.com
ja_jp: メディアプロファイル - Bootdey.com
nl_nl: media-profiel - Bootdey.com
ru_ru: медиа профиль - Bootdey.com
uk_ua: профіль медіа - Bootdey.com

source: Michael Halls
de_de: Michael Hallen
es_es: Salas Michael
ja_jp: マイケルホール
nl_nl: Michael Hallen
ru_ru: Майкл Холл
uk_ua: Майкл Голлс

source: - Profile
de_de: - Profil
es_es: - Perfil
fr_fr: - Profil
ja_jp: - プロフィール
nl_nl: - Profiel
ru_ru: - Профиль
uk_ua: - Профіль

source: User Popularity
de_de: Benutzerpopularität
es_es: Popularidad del usuario
fr_fr: Popularité utilisateur
ja_jp: ユーザーの人気
nl_nl: Gebruiker Populariteit
ru_ru: Популярность пользователей
uk_ua: Популярність користувача

source: Revenue
de_de: Umsatz
es_es: Ingresos
fr_fr: Revenus
ja_jp: 収入
nl_nl: Omzet
ru_ru: Доход
uk_ua: Дохід

source: Television
de_de: Fernsehen
es_es: Televisión
fr_fr: Télévision
ja_jp: テレビ
nl_nl: Televisie
ru_ru: Телевидение
uk_ua: Телебачення

source: Radio
ja_jp: ラジオ
nl_nl: Kiezer
ru_ru: Радио
uk_ua: Радіомодуль

source: Newspaper
de_de: Zeitschrift
es_es: Periódico
fr_fr: Journaux
ja_jp: 新聞
nl_nl: Krant
ru_ru: Газета
uk_ua: Газета

source: Default
de_de: Standard
es_es: Por defecto
fr_fr: Par défaut
ja_jp: デフォルト
nl_nl: Standaard
ru_ru: По умолчанию
uk_ua: Типово

source: Primary
de_de: Primär
es_es: Principal
fr_fr: Primaire
ja_jp: プライマリ（プライマリ）
nl_nl: Primair
ru_ru: Первичный
uk_ua: Первинний

source: Success
de_de: Erfolg
es_es: Éxito
fr_fr: Succès
ja_jp: 成功
nl_nl: Geslaagd
ru_ru: Успешно
uk_ua: Успіх

source: Info
fr_fr: Infos
ja_jp: 情報
nl_nl: Informatie
ru_ru: Инфо
uk_ua: Інформація

source: Warning
de_de: Warnung
es_es: Advertencia
fr_fr: Avertissement
ja_jp: 警告
nl_nl: Waarschuwing
ru_ru: Предупреждение
uk_ua: Застереження

source: Danger
de_de: Gefahr
es_es: Peligro
ja_jp: 危険
nl_nl: Gevaarlijk
ru_ru: Опасность
uk_ua: Небезпека

source: Ui Design
es_es: Diseño Ui
fr_fr: Conception Ui
ja_jp: Ui デザイン
ru_ru: Дизайн Ui
uk_ua: Дизайн Ui

source: Experience
de_de: Erfahrung
es_es: Experiencia
fr_fr: Expérience
ja_jp: 経験
nl_nl: Ervaring
ru_ru: Опыт работы
uk_ua: Досвід

source: Facebook Internship
de_de: Facebook Praktikum
es_es: Interfaz de Facebook
fr_fr: Stage sur Facebook
ja_jp: Facebookインターンシップ
ru_ru: Стажировка Facebook
uk_ua: Інтернатура Facebook

source: University of Missouri, Columbia
de_de: Universität Missouri, Kolumbien
es_es: Universidad de Missouri, Columbia
fr_fr: Université du Missouri, Colombie
ja_jp: ミズーリ大学(コロンビア)
nl_nl: Universiteit van Missouri, Columbia
uk_ua: Університет Міссурі

source: Student Health Center, June 2010 - 2012
de_de: Studenten-Gesundheitszentrum, Juni 2010 - 2012
es_es: Centro de Salud de Estudiantes, Junio 2010 - 2012
fr_fr: Centre de santé des étudiants, juin 2010 - 2012
ja_jp: 2010年6月 - 2012
nl_nl: Studentengezondheidscentrum, juni 2010 - 2012
ru_ru: Центр здоровья студентов, июнь 2010 - 2012 годы
uk_ua: Студентський центр охорони здоров’я у червні 2010 - 2012

source: Education
de_de: Bildung
es_es: Educación
fr_fr: Éducation
ja_jp: 教育
nl_nl: Opleiding
ru_ru: Образование
uk_ua: Освіта

source: Bachelor of Science, PhD
de_de: Bachelor der Wissenschaft, Doktor
es_es: Bacelera de la Ciencia, PhD
fr_fr: Titulaire d'un baccalauréat ès sciences
ja_jp: 科学の学士号、博士課程。
nl_nl: Bachelor van Wetenschap, PhD
ru_ru: Бакалавр наук, кандидат наук
uk_ua: Бакалавр наук

source: Student Health Center, June 2010 through Aug 2011
de_de: Studenten-Gesundheitszentrum, Juni 2010 bis August 2011
es_es: Centro de Salud de Estudiantes, de junio de 2010 hasta agosto de 2011
fr_fr: Centre de santé des étudiants, de juin 2010 à août 2011
ja_jp: 2010年6月から2011年8月までの学生保健センター
nl_nl: Studentgezondheidscentrum van juni 2010 tot Aug 2011
ru_ru: Центр здоровья студентов, июнь 2010 г. по август 2011
uk_ua: Студентський центр охорони здоров'я у червні 2010 року через Ауг 2011

source: Accomplishments
de_de: Errungenschaften
es_es: Cumplimientos
fr_fr: Accomplissements
ja_jp: 達成度
ru_ru: Достижения
uk_ua: Виконання

source: Successful Business
de_de: Erfolgreiche Unternehmen
es_es: Negocios exitosos
fr_fr: Entreprise réussie
ja_jp: ビジネス成功
nl_nl: Geslaagd Zakelijk
ru_ru: Успешный бизнес
uk_ua: Успішний бізнес

source: Activity
de_de: Aktivität
es_es: Actividad
fr_fr: Activité
ja_jp: アクティビティ
nl_nl: Activiteit
ru_ru: Активность
uk_ua: Активність

source: Social
de_de: Soziale
fr_fr: Réseaux sociaux
ja_jp: ソーシャル
nl_nl: Sociaal
ru_ru: Соцсети
uk_ua: Соціальні мережі

source: Media
de_de: Medien
es_es: Medios
fr_fr: Médias
ja_jp: メディア
nl_nl: Medium
ru_ru: Медиа
uk_ua: Медіа

source: Simon Rivers Posted
de_de: Simon Flüsse verfasst
es_es: Simon ríos publicados
fr_fr: Simon Rivers Posté
ja_jp: サイモン・リバーズが投稿されました
nl_nl: Simon rivieren geplaatst
ru_ru: Реки Саймона размещены
uk_ua: Саймон Ріверс Опубліковано

source: - 3 hours ago
de_de: - vor 3 Stunden
es_es: - hace 3 horas
fr_fr: - Il y a 3 heures
ja_jp: - 3 時間前
nl_nl: - 3 uur geleden
ru_ru: - 3 часа назад
uk_ua: -3 години тому

source: Like
de_de: Möge
es_es: Me gusta
fr_fr: J'aime
ja_jp: いいね！
nl_nl: vind-ik-leuk
ru_ru: Лайкнуть
uk_ua: Подобається

source: Share
de_de: Teilen
es_es: Compartir
fr_fr: Partager
ja_jp: 共有
nl_nl: Delen
ru_ru: Поделиться
uk_ua: Поділитись

source: Save
de_de: Speichern
es_es: Guardar
fr_fr: Enregistrer
ja_jp: 保存
nl_nl: Opslaan
ru_ru: Сохранить
uk_ua: Зберегти

source: Comment
de_de: Kommentar
es_es: Comentario
fr_fr: Commenter
ja_jp: コメント
nl_nl: Opmerking
ru_ru: Комментарий
uk_ua: Коментар

source: Jessica Wong
ja_jp: ジェシカ・ウォン
ru_ru: Джессика Вонг
uk_ua: Джессіка Вонг

source: Omgosh I'm in love
de_de: Omgosh Ich bin in Liebe
es_es: Omgosh Estoy enamorado
fr_fr: Omgosh je suis amoureux
ja_jp: Omgosh I in love
nl_nl: Omgosh ben verliefd
ru_ru: Omgosh Я люблю
uk_ua: Омгош, що я закоханий

source: John Doe
es_es: Juan Doe
fr_fr: Jean Dupont
ja_jp: ジョン・ドゥ
nl_nl: Jan Jansen
ru_ru: Джон Дое
uk_ua: Джон Доу

source: Super User
de_de: Superbenutzer
es_es: Super Usuario
fr_fr: Super utilisateur
ja_jp: スーパーユーザー
nl_nl: Super gebruiker
ru_ru: Суперпользователь
uk_ua: Суперкористувач

source: Orders:
de_de: Bestellungen:
es_es: Pedidos:
fr_fr: Commandes :
ja_jp: 注文:
nl_nl: Bestellingen:
ru_ru: Заказы:
uk_ua: Замовлення:

source: Posts:
de_de: Beiträge:
es_es: Mensajes:
fr_fr: Publications :
ja_jp: 投稿:
nl_nl: Berichten:
ru_ru: Записи
uk_ua: Повідомлення:

source: Tasks done:
de_de: Aufgaben erledigt:
es_es: Tareas realizadas:
fr_fr: Tâches terminées :
ja_jp: 完了したタスク:
nl_nl: Taken gedaan:
ru_ru: Задачи выполнены:
uk_ua: Завдання виконано:

source: User info
de_de: Benutzerinfo
es_es: Información del usuario
fr_fr: Informations sur l'utilisateur
ja_jp: ユーザー情報
nl_nl: Gebruikers informatie
ru_ru: Информация о пользователе
uk_ua: Інформація користувача

source: Black_widow
de_de: Schwarze_Witwe
es_es: Viuda_negra
fr_fr: _veuve noire
ja_jp: ブラックウィドウ(_W)
nl_nl: Zwart_weduwe
ru_ru: Чёрная вдова
uk_ua: Відступи з чорним

source: Friends
de_de: Freunde
es_es: Amigos
fr_fr: Amis
ja_jp: 友達
nl_nl: Vrienden
ru_ru: Друзья
uk_ua: Друзі

source: Avengers Initiative
de_de: Rächer-Initiative
es_es: Iniciativa de vengadores
fr_fr: Initiative Avengers
nl_nl: Avengers Initiatief
ru_ru: Инициатива в отношении мести
uk_ua: середньостатистична ініціатива

source: On Hold
de_de: Halten
es_es: En espera
fr_fr: En attente
ja_jp: 保留中
nl_nl: In de wacht
ru_ru: На удержании
uk_ua: Призупинено

source: Disabled
de_de: Deaktiviert
es_es: Deshabilitado
fr_fr: Désactivé
ja_jp: 無効
nl_nl: Uitgeschakeld
ru_ru: Отключено
uk_ua: Вимкнено

source: Ryan Gossling
es_es: Guirnalda Ryan
ja_jp: Ryan Gossle
ru_ru: Райан Послинг
uk_ua: Раян Госслінг

source: Robert Downey Jr.
ja_jp: ロバート・ダウニー・ジュニアです
uk_ua: Роберт Дауні жарт.

source: George Clooney
es_es: Clooney George
ja_jp: ジョージ・クルーニー
ru_ru: Джордж Клуни
uk_ua: Джордж Клуні

source: View all users
de_de: Alle Benutzer anzeigen
es_es: Ver todos los usuarios
fr_fr: Voir tous les utilisateurs
ja_jp: すべてのユーザーを表示
nl_nl: Bekijk alle gebruikers
ru_ru: Посмотреть всех пользователей
uk_ua: Переглянути всіх користувачів

source: Your Wishlist
de_de: Ihr Wunschzettel
es_es: Tu lista de deseos
fr_fr: Votre liste d'envies
ja_jp: ほしい物リスト
nl_nl: Jouw verlanglijst
ru_ru: Ваш список желаний
uk_ua: Ваш список бажань

source: Your wishlist
de_de: Ihre Wunschliste
es_es: Tu lista de deseos
fr_fr: Votre liste de souhaits
ja_jp: お気に入りリスト
nl_nl: Jouw verlanglijst
ru_ru: Ваш список желаний
uk_ua: Ваш список бажань

source: Availability
de_de: Verfügbarkeit
es_es: Disponibilidad
fr_fr: Disponibilité
ja_jp: 在庫状況
nl_nl: Beschikbaarheid
ru_ru: Доступность
uk_ua: Наявність

source: in stock
de_de: auf Lager
es_es: en stock
fr_fr: en stock
ja_jp: 在庫あり
nl_nl: op voorraad
ru_ru: на складе
uk_ua: у наявності

source: Image
de_de: Bild
es_es: Imagen
ja_jp: 画像
nl_nl: Afbeelding
ru_ru: Изображение
uk_ua: Зображення

source: AtlasRTX Webchat
es_es: Chat web AtlasRTX
fr_fr: chat AtlasRTX
ru_ru: АтласRTX веб-чат

source: AtlasRTX
ja_jp: アトラスRTX
ru_ru: Атластракс

source: FILTER LAYOUT
es_es: DECLARACIÓN
fr_fr: FILTRER LA LAYOUT
ja_jp: フィルタリング
ru_ru: ФИЛЬТР ПОЛУЧИТЬ

source: alexdoe
ru_ru: альлексдо

source: 19 Apr 2020
de_de: 19. April 2020
es_es: 19 de abril de 2020
fr_fr: 19 Avr 2020
ja_jp: 2020年4月19日
ru_ru: 19 Апр 2020

source: a
nl_nl: een
ru_ru: а

source: Smart TV Ultra HD 40 inch - 40JU6600
de_de: Smart TV Ultra HD 40 Zoll - 40JU6600
es_es: Smart TV Ultra HD 40 pulgadas - 40JU6600
fr_fr: Smart TV Ultra HD 40 pouces - 40JU6600
ja_jp: Smart TV Ultra HD 40インチ - 40JU6600
ru_ru: Smart TV Ultra HD 40 дюйм - 40JU6600

source: 2:10 AM
de_de: 2:10 Uhr
ja_jp: 午前2:10

source: window.ShopifyPaypalV4VisibilityTracking = true;
ja_jp: window.ShopifyPaypalV4VisibilityTrack = true;
nl_nl: window.ShopifyPaypalV4VisibilityTracking = waar;

source: yuyang.wang@ucdconnect.ie
es_es: yuyang.wang@ucdconnect.es

source: PlayerOne | 16:04
es_es: Jugador1 | 16:04
fr_fr: JoueurOne | 16:04
nl_nl: SpelerÉén ~16:04

source: LA Electric Guitar + Amp Pack, Sunburst
de_de: LA E-Gitarre + Amp Pack, Sunburst
es_es: Guitarra de LA + Paquete Amp, Sunburst
fr_fr: LA Guitare Electrique + Amp Pack, Sunburst
nl_nl: LA Elektrische Gitaar + Amp Pack, Zonnestraal

source: 3D
fr_fr: En 3D

source: help@shopilaunch.com
de_de: hilfe@shopilaunch.com
