Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Our shop is original in allowing customers to interact with 3D models to customise their preferred instruments, which have not gained much prevalence in current e-commerce.
de_de: Unser Shop ist originell, indem Kunden mit 3D-Modellen interagieren können, um ihre bevorzugten Instrumente individuell zu gestalten. die nicht viel Verbreitung im aktuellen E-Commerce gewonnen haben.
es_es: Nuestra tienda es original en permitir a los clientes interactuar con modelos 3D para personalizar sus instrumentos preferidos, que no han ganado mucha prevalencia en el comercio electrónico actual.
fr_fr: Notre boutique est originale en permettant aux clients d'interagir avec des modèles 3D pour personnaliser leurs instruments préférés, qui n'ont pas gagné beaucoup de prévalence dans le commerce électronique actuel.
ja_jp: 弊社のショップは、お客様が3Dモデルとやり取りし、好みの楽器をカスタマイズできるようにするためにオリジナルです。 現在のeコマースではあまり普及していません
nl_nl: Onze winkel is origineel door klanten in staat te stellen te communiceren met 3D-modellen om hun favoriete instrumenten aan te passen. die in de huidige elektronische handel niet veel opvielen.
ru_ru: Наш магазин оригинально позволяет клиентам взаимодействовать с 3D моделями для настройки предпочитаемых ими инструментов. , которые не получили большого распространения в современной электронной торговле.
uk_ua: Наш магазин є оригінальним в дозволяючому клієнтам взаємодіяти з 3D-моделями для налаштування своїх бажаних інструментів, які не отримали великої поширеності в поточній електронній комерції.

source: In the context of the pandemic, the family-owned instruments local shop was forced to close their physical business and is now anticipating
de_de: Im Zusammenhang mit der Pandemie war die einheimische Werkstatt im Familienbesitz gezwungen, ihr physisches Geschäft zu schließen und ist nun vorweggenommen
es_es: En el contexto de la pandemia, la tienda local de instrumentos familiares se vio obligada a cerrar sus negocios físicos y ahora está anticiparse
fr_fr: Dans le contexte de la pandémie, le magasin d'instruments familiaux local a été contraint de fermer ses activités physiques et anticipe à présent
ja_jp: パンデミックに関連して、家族所有の楽器ローカルショップは、彼らの物理的なビジネスを閉鎖することを余儀なくされ、今期待しています
nl_nl: In de context van de pandemie werd de lokale familiebedrijven gedwongen hun fysieke bedrijf te sluiten en loopt men nu vooruit op de sluiting van hun bedrijf
ru_ru: В контексте этой пандемии местные семейные орудия были вынуждены закрыть свое физическое предприятие и в настоящее время ожидают этого.
uk_ua: У контексті пандемії місцевих інструментів було змушені закривати свій фізичний бізнес і зараз очікується

source: e-commerce as a auxiliary or alternative sales channel</strong>.
de_de: E-Commerce als Hilfs- oder Alternativ-Vertriebskanal</strong>.
es_es: comercio electrónico como canal de venta auxiliar o alternativo</strong>.
fr_fr: e-commerce en tant que canal de vente auxiliaire ou alternatif</strong>.
ja_jp: 補助または代替販売チャネルとしての電子商取引</strong>。
nl_nl: e-commerce als een hulp- of alternatief verkoopkanaal</strong>.
ru_ru: электронная коммерция как вспомогательный или альтернативный канал продаж</strong>.
uk_ua: електронної комерції як допоміжний або альтернативний канал продажів</strong>.

source: Services
de_de: Dienste
es_es: Servicios
ja_jp: サービス
nl_nl: Voorzieningen
ru_ru: Услуги
uk_ua: Послуги

source: Check our Services
de_de: Unsere Dienste ansehen
es_es: Consulta nuestros servicios
fr_fr: Consultez nos services
ja_jp: サービスをご確認ください
nl_nl: Bekijk onze diensten
ru_ru: Проверьте наши услуги
uk_ua: Перевірте наші сервіси

source: Preview 3D Instruments
de_de: Vorschau der 3D-Instrumente
es_es: Vista previa de intrumentos 3D
fr_fr: Aperçu des instruments 3D
ja_jp: 3D楽器をプレビュー
nl_nl: Bekijk 3D instrumenten
ru_ru: Предварительный просмотр 3D инструментов
uk_ua: Попередній перегляд 3D інструментів

source: You can view instruments in 3D forms,
de_de: Sie können Instrumente in 3D-Formularen ansehen,
es_es: Puedes ver instrumentos en formularios 3D,
fr_fr: Vous pouvez voir les instruments dans des formulaires 3D,
ja_jp: 3D 形式で楽器を表示できます。
nl_nl: Je kunt instrumenten in 3D-formulieren bekijken,
ru_ru: Вы можете просматривать инструменты в 3D-формах,
uk_ua: Ви можете переглядати інструменти в 3D-формах,

source: giving you a more comprehensive about the instruments.
de_de: Sie erhalten einen umfassenderen Überblick über die Instrumente.
es_es: darte una información más completa sobre los instrumentos.
fr_fr: vous donnant un aperçu plus complet des instruments.
ja_jp: 楽器についてもっと包括的に教えてくれます
nl_nl: geeft u een completer overzicht van de instrumenten.
ru_ru: давая Вам более полную информацию об этих инструментах.
uk_ua: надання вам більш всебічного щодо інструментів.

source: Customize 3D Instruments
de_de: 3D-Instrumente anpassen
es_es: Personalizar Instrumentos 3D
fr_fr: Personnaliser les instruments 3D
ja_jp: 3D楽器をカスタマイズ
nl_nl: 3D instrumenten aanpassen
ru_ru: Настроить 3D инструменты
uk_ua: Налаштувати 3D інструменти

source: You can customize your preferred 3D instruments, better catering to your preferences.
de_de: Sie können Ihre bevorzugten 3D-Instrumente anpassen, die besser Ihren Wünschen entsprechen.
es_es: Puede personalizar sus instrumentos 3D preferidos, adaptándose mejor a sus preferencias.
fr_fr: Vous pouvez personnaliser vos instruments 3D préférés, mieux gérer vos préférences.
ja_jp: 好みの3D楽器をカスタマイズし、好みに合わせてケータリングすることができます。
nl_nl: Je kunt jouw gewenste 3D-instrumenten aanpassen, beter catering naar jouw voorkeuren.
ru_ru: Вы можете настроить предпочтительные 3D инструменты, лучше подстраиваясь под ваши предпочтения.
uk_ua: Ви можете налаштувати бажані 3D-інструменти, краще задовольнити ваші налаштування.

source: Smart Instruments Recommendations
de_de: Smart-Instrumenten-Empfehlungen
es_es: Recomendaciones Smart Instruments
fr_fr: Recommandations de Smart Instruments
ja_jp: スマート楽器の推奨
nl_nl: Intelligente instrumenten aanbevelingen
ru_ru: Рекомендации смарт-инструментов
uk_ua: Рекомендації для Smart Instruments

source: Our store can better identify your preferred instruments
de_de: Unser Shop kann Ihre bevorzugten Instrumente besser identifizieren
es_es: Nuestra tienda puede identificar mejor sus instrumentos preferidos
fr_fr: Notre boutique peut mieux identifier vos instruments préférés
ja_jp: 当店では、お客様の好みの商品をよりよく識別できます
nl_nl: Onze winkel kan je favoriete instrumenten beter identificeren
ru_ru: Наш магазин может лучше определить предпочитаемые инструменты
uk_ua: Наші магазини можуть краще визначити бажані інструменти

source: by using advanced technologies.
de_de: durch den Einsatz moderner Technologien.
es_es: mediante el uso de tecnologías avanzadas.
fr_fr: en utilisant des technologies avancées.
ja_jp: 最先端の技術を使っています
nl_nl: door geavanceerde technologieën te gebruiken.
ru_ru: с использованием передовых технологий.
uk_ua: за допомогою розширених технологій.

source: Playing Instruments Games
de_de: Spiele für Instrumente spielen
es_es: Reproduciendo juegos de intrumentos
fr_fr: Jouer à des jeux d'instruments
ja_jp: 楽器ゲームをプレイする
nl_nl: Spellen van instrumenten
ru_ru: Играющие инструменты
uk_ua: Грати в ігри інструментів

source: You can have immersive shopping experience by playing instruments online.
de_de: Sie können ein immersives Einkaufserlebnis durch das Spielen von Instrumenten online haben.
es_es: Usted puede tener una experiencia de compras inmersiva jugando instrumentos en línea.
fr_fr: Vous pouvez avoir une expérience de magasinage immersive en jouant des instruments en ligne.
ja_jp: オンラインで楽器を演奏することで、没入型のショッピング体験ができます。
nl_nl: Je kunt immersieve winkelervaring hebben door instrumenten online te spelen.
ru_ru: Вы можете погрузиться в покупки, играя в инструменты онлайн.
uk_ua: Ви можете мати вражаючі можливості для покупок, граючи в Інтернеті.

source: Ordering and Delivery
de_de: Bestellung und Lieferung
es_es: Pedido y entrega
fr_fr: Commande et livraison
ja_jp: 注文と配送
nl_nl: Bestellen en afleveren
ru_ru: Заказ и доставка
uk_ua: Замовлення та Доставка

source: You can order your desired instruments. We will deliver it to you as soon as possible.
de_de: Sie können Ihre gewünschten Instrumente bestellen, wir liefern sie Ihnen so schnell wie möglich.
es_es: Puede ordenar los instrumentos que desee. Lo entregaremos lo antes posible.
fr_fr: Vous pouvez commander les instruments que vous souhaitez. Nous vous les livrerons dès que possible.
ja_jp: ご希望の楽器を注文することができます。できるだけ早くお届けいたします。
nl_nl: U kunt uw gewenste instrumenten bestellen. We leveren het zo snel mogelijk.
ru_ru: Вы можете заказать желаемые инструменты. Мы доставим их Вам как можно скорее.
uk_ua: Ви можете замовити бажані інструменти. Ми дамо вам його якомога швидше.

source: Cultural Communication
de_de: Kulturelle Kommunikation
es_es: Comunicación cultural
fr_fr: Communication culturelle
ja_jp: 文化コミュニケーション
nl_nl: Culturele communicatie
ru_ru: Культурные коммуникации
uk_ua: Культурне спілкування

source: Our store specially designed Chinese instruments zone and Western instruments zone,
de_de: Unser Shop speziell gestalteter chinesischer Instrumentenbereich und West-Instrumentenbereich
es_es: Nuestra tienda especialmente diseñada zona de instrumentos chinos y zona de instrumentos occidentales,
fr_fr: Notre magasin spécialement conçu zone d'instruments chinois et zone d'instruments occidentaux,
ja_jp: 私たちの店は特別に設計された中国の楽器ゾーンと西洋の楽器ゾーン。
nl_nl: Onze winkel speciaal ontworpen Chinese instrumentenzone en westerse instrumentenzone
ru_ru: Наш магазин специально разработал китайскую зону инструментов и западную зону инструментов,
uk_ua: Наш магазин спеціально розроблений для китайської зони інструментів і західних інструментів,

source: facilitating the communication between different cultures.
de_de: Erleichterung der Kommunikation zwischen verschiedenen Kulturen.
es_es: facilitando la comunicación entre las diferentes culturas.
fr_fr: faciliter la communication entre les différentes cultures.
ja_jp: 異なる文化間のコミュニケーションを促進します
nl_nl: de communicatie tussen verschillende culturen vergemakkelijken.
ru_ru: облегчение общения между различными культурами.
uk_ua: сприяючи спілкуванню між різними культурами.

source: Shop Online Now
de_de: Jetzt online einkaufen
es_es: Comprar en línea ahora
fr_fr: Acheter en ligne maintenant
ja_jp: 今すぐオンラインで購入
nl_nl: Koop nu online
ru_ru: Магазин сейчас
uk_ua: Магазин онлайн

source: features
de_de: eigenschaften
es_es: características
fr_fr: fonctionnalités
ja_jp: 機能
nl_nl: functies
ru_ru: возможности
uk_ua: особливості

source: Portfolio
es_es: Portafolio
fr_fr: Portefeuille de projet
ja_jp: ポートフォリオ
nl_nl: Presentatie
ru_ru: Портфолио
uk_ua: Портфель

source: Check our Portfolio
de_de: Prüfe unser Portfolio
es_es: Consulta nuestro portafolio
fr_fr: Consultez notre portfolio
ja_jp: ポートフォリオを確認する
nl_nl: Bekijk onze portfolio
ru_ru: Проверьте наше портфолио
uk_ua: Перевірте наш портфоліо

source: All
de_de: Alle
es_es: Todos
fr_fr: Tous
ja_jp: すべて
nl_nl: Allemaal
ru_ru: Все
uk_ua: Всі

source: Chinese
de_de: Chinesisch
es_es: Chino
fr_fr: Chinois
ja_jp: 中国語
nl_nl: Chinees
ru_ru: Китайский
uk_ua: Китайська

source: Western
de_de: Westlich
es_es: Oeste
fr_fr: Occidentale
nl_nl: Westerse
ru_ru: Западный
uk_ua: Вестерн

source: App 1
fr_fr: Appli 1
ja_jp: アプリ 1
ru_ru: Приложение 1
uk_ua: Додаток 1

source: App
fr_fr: Application
ja_jp: アプリ
ru_ru: Приложение
uk_ua: Застосунок

source: Web 3
ja_jp: ウェブ 3
ru_ru: Веб 3
uk_ua: Веб 3

source: Web
ja_jp: ウェブ
nl_nl: Internet
ru_ru: Веб
uk_ua: Веб

source: App 2
ja_jp: アプリ 2
ru_ru: Приложение 2
uk_ua: Додаток 2

source: Card 2
de_de: Karte 2
es_es: Tarjeta 2
fr_fr: Carte 2
ja_jp: カード 2
nl_nl: Kaart 2
ru_ru: Карта 2
uk_ua: Картка 2

source: Card
de_de: Karte
es_es: Tarjeta
fr_fr: Cartes
ja_jp: カード
nl_nl: Creditcard
ru_ru: Карта
uk_ua: Картка

source: Web 2
ja_jp: ウェブ 2
ru_ru: Веб 2
uk_ua: Веб 2

source: App 3
fr_fr: Appli 3
ja_jp: アプリ 3
ru_ru: Приложение 3
uk_ua: Додаток 3

source: Card 1
de_de: Karte 1
es_es: Tarjeta 1
fr_fr: Carte 1
ja_jp: カード 1
nl_nl: Kaart 1
ru_ru: Карта 1
uk_ua: Картка 1

source: Card 3
de_de: Karte 3
es_es: Tarjeta 3
fr_fr: Carte 3
ja_jp: カード 3
nl_nl: Kaart 3
ru_ru: Карта 3
uk_ua: Картка 3

source: Contact
de_de: Kontakt
es_es: Contacto
fr_fr: Contacter
ja_jp: お問い合わせ
nl_nl: Contactpersoon
ru_ru: Контакт
uk_ua: Контакт

source: Contact Us
de_de: Kontaktiere uns
es_es: Contáctenos
fr_fr: Contactez-nous
ja_jp: お問い合わせ
nl_nl: Contacteer ons
ru_ru: Свяжитесь с нами
uk_ua: Зв’язатись з нами

source: Location:
de_de: Ort:
es_es: Ubicación:
fr_fr: Emplacement:
ja_jp: 場所:
nl_nl: Locatie:
ru_ru: Расположение:
uk_ua: Розташування:

source: Beijing University of Technology, Pingleyuan 100, Beijing
de_de: Peking Technische Universität Pingleyuan 100, Peking
es_es: Pekín University of Technology, Pingleyuan 100, Beijing
fr_fr: Université de technologie de Pékin, Pingleyuan 100, Beijing
ja_jp: 北京工科大学Pingleyuan100, 北京
nl_nl: Universiteit van technologie, Pingleyuan 100, Peking
ru_ru: • Пекинский технологический университет, Пинглеюань 100, Пекин
uk_ua: Пекінський технологічний університет Пінглеюань 100, Пекін

source: Call:
de_de: Anruf:
es_es: Llamada:
fr_fr: Appel :
ja_jp: 通話:
nl_nl: Oproep:
ru_ru: Звонк:
uk_ua: Дзвінок:

source: Loading
de_de: Lädt
es_es: Cargando
fr_fr: En cours de chargement
ja_jp: 読み込み中
nl_nl: Laden...
ru_ru: Загрузка
uk_ua: Завантаження

source: Your message has been sent. Thank you!
de_de: Ihre Nachricht wurde gesendet. Vielen Dank!
es_es: Su mensaje ha sido enviado. ¡Gracias!
fr_fr: Votre message a été envoyé. Merci!
ja_jp: メッセージが送信されました。ありがとうございます！
nl_nl: Uw bericht is verzonden. Bedankt!
ru_ru: Ваше сообщение отправлено. Спасибо!
uk_ua: Ваше повідомлення надіслано. Дякуємо!

source: Send Message
de_de: Nachricht senden
es_es: Enviar mensaje
fr_fr: Envoyer un message
ja_jp: メッセージを送信
nl_nl: Verstuur bericht
ru_ru: Отправить сообщение
uk_ua: Надіслати повідомлення

source: Music More AI bot
de_de: Musik mehr KI-Bot
es_es: Música más bot IA
fr_fr: Bot IA Music More
ja_jp: より多くのAIボットを音楽
nl_nl: Muziek meer AI bot
ru_ru: Музыка больше ботов AI
uk_ua: Музика більше бота AI

source: Chat with Us!
de_de: Chatten Sie mit uns!
es_es: ¡Chatea con nosotros!
fr_fr: Discutez avec nous!
ja_jp: 私たちとチャット！
nl_nl: Chat met ons!
ru_ru: Общайтесь с нами!
uk_ua: Спілкуйтеся з нами!

source: Please enter your info to start chatting
de_de: Bitte geben Sie Ihre Daten ein, um mit dem Chat zu beginnen
es_es: Por favor, introduce tu información para empezar a chatear
fr_fr: Veuillez entrer vos informations pour commencer à discuter
ja_jp: チャットを開始するには、あなたの情報を入力してください
nl_nl: Voer je informatie in om te beginnen met chatten
ru_ru: Пожалуйста, введите ваши данные, чтобы начать чат
uk_ua: Будь ласка, введіть свою інформацію, щоб почати чат

source: By submitting you
de_de: Durch Absenden
es_es: Enviándote
fr_fr: En vous soumettant
ja_jp: あなたを送信する
nl_nl: Door je te verzenden
ru_ru: Отправляя вас
uk_ua: Надсилаючи вам

source: agree
de_de: stimmen
es_es: aceptar
fr_fr: Accepter
ja_jp: 同意する
nl_nl: akkoord
ru_ru: согласиться
uk_ua: згоден

source: to receive text messages at the number provided. Message/data rates apply.
de_de: für den Empfang von Textnachrichten unter der angegebenen Nummer.
es_es: para recibir mensajes de texto en el número proporcionado. Tasa de mensajes/datos aplican.
fr_fr: pour recevoir des messages texte au numéro fourni. Les tarifs des messages/données s'appliquent.
ja_jp: をクリックすると、指定された番号でテキストメッセージを受信します。メッセージ/データレートが適用されます。
nl_nl: om tekstberichten op het opgegeven nummer te ontvangen. Bericht/gegevenstarieven zijn van toepassing.
ru_ru: для получения текстовых сообщений по указанному числу. Сообщение/обмен данными применяются.
uk_ua: щоб отримувати текстові повідомлення з наданим номером. Застосовуються курси повідомлень/даних.

source: Start Chatting!!
de_de: Chat starten!!
es_es: ¡¡Comienza a chatear!!
fr_fr: Commencer à discuter!!
ja_jp: チャットを開始します！
nl_nl: Begin met chatten!!
ru_ru: Начать чат!!
uk_ua: Почати читання!!

source: Powered by
de_de: Unterstützt von
es_es: Desarrollado por
fr_fr: Propulsé par
nl_nl: Mogelijk gemaakt door
ru_ru: При поддержке
uk_ua: Працює на

source: How can I help you?
de_de: Wie kann ich Ihnen helfen?
es_es: ¿Cómo puedo ayudarte?
fr_fr: « Comment puis-je vous aider? »
ja_jp: 私はあなたを助けることができますか?
nl_nl: Hoe kan ik je helpen?
ru_ru: Как я могу вам помочь?
uk_ua: Як я можу тобі допомогти?

source: I am the customer service of the Musimo. I am ready to help you if you have any questions.
de_de: Ich bin der Kundenservice von Musimo. Ich bin bereit, Ihnen bei Fragen zu helfen.
es_es: Soy el servicio de atención al cliente de Musimo, estoy dispuesto a ayudarte si tienes alguna pregunta.
fr_fr: Je suis le service à la clientèle du Musimo. Je suis prêt à vous aider si vous avez des questions.
ja_jp: 私はMusimoのカスタマーサービスです。質問があればお手伝いします。
nl_nl: Ik ben de klantenservice van de Musimo. Ik ben bereid u te helpen als u vragen hebt.
ru_ru: Я клиентская служба Musimo. Я готов вам помочь, если у вас есть какие-либо вопросы.
uk_ua: Я є клієнтською службою Musimo. Я готовий допомогти вам, якщо у вас виникли питання.

source: Where do you want to start?
de_de: Wo möchten Sie beginnen?
es_es: ¿Dónde quieres empezar?
fr_fr: Où voulez-vous commencer ?
ja_jp: どこから始めますか？
nl_nl: Waar wil je beginnen?
ru_ru: Где вы хотите начать?
uk_ua: Звідки ви хочете почати?

source: Group 8
de_de: Gruppe 8
es_es: Grupo 8
fr_fr: Groupe 8
ja_jp: グループ8
nl_nl: Groep 8
ru_ru: Группа 8
uk_ua: Група 8

source: Thank you for your feedback.
de_de: Vielen Dank für Ihr Feedback.
es_es: Gracias por sus comentarios.
fr_fr: Merci pour vos commentaires.
ja_jp: フィードバックをありがとうございます。
nl_nl: Bedankt voor je feedback.
ru_ru: Спасибо за ваш отзыв.
uk_ua: Дякуємо вам за ваш відгук.

source: How can I improve?
de_de: Wie kann ich mich verbessern?
es_es: ¿Cómo puedo mejorar?
fr_fr: Comment puis-je améliorer ?
ja_jp: どのように改善できますか？
nl_nl: Hoe kan ik verbeteren?
ru_ru: Как я могу улучшить?
uk_ua: Що я можу покращити?

source: Undo
de_de: Rückgängig
es_es: Deshacer
fr_fr: Annuler
ja_jp: 元に戻す
nl_nl: Herstel
ru_ru: Отменить
uk_ua: Скасувати

source: Establishing secure connection...
de_de: Sichere Verbindung wird hergestellt...
es_es: Estableciendo conexión segura...
fr_fr: Établissement d'une connexion sécurisée...
ja_jp: セキュア接続を確立しています...
nl_nl: Vastleggen beveiligde verbinding...
ru_ru: Установка безопасного соединения...
uk_ua: Встановлення безпечного з'єднання...

source: Error
de_de: Fehler
fr_fr: Erreur
ja_jp: エラー
nl_nl: Foutmelding
ru_ru: Ошибка
uk_ua: Помилка

source: Message Text
de_de: Nachrichtentext
es_es: Texto del mensaje
fr_fr: Texte du message
ja_jp: メッセージ テキスト
nl_nl: Bericht Tekst
ru_ru: Текст сообщения
uk_ua: Текст повідомлення

source: Customer Service
de_de: Kundendienst
es_es: Servicio al cliente
fr_fr: Service à la clientèle
ja_jp: カスタマー サービス
nl_nl: Deskundig datingadvies
ru_ru: Служба поддержки
uk_ua: Служба підтримки клієнтів

source: Cool Login
es_es: Iniciar sesión
fr_fr: Connexion cool
nl_nl: Coole Login
ru_ru: Холодный вход
uk_ua: Крутий Логін

source: User LOGIN
de_de: Benutzer LOGIN
es_es: Usuario LOGIN
fr_fr: Connexion de l'utilisateur
ja_jp: ユーザーログイン
nl_nl: Gebruiker inloggen
ru_ru: Вход пользователя
uk_ua: ВХІД користувача

source: Sign Up
de_de: Registrieren
es_es: Regístrate
fr_fr: S'inscrire
ja_jp: 新規登録
nl_nl: Meld je aan
ru_ru: Регистрация
uk_ua: Зареєструватися

source: MusicoMo Musical Instrument Online Store
de_de: MusicoMo Musikinstrument Online Shop
es_es: Tienda en línea de la Instrument MusicoMo
fr_fr: Magasin en ligne MusicoMo
ja_jp: 音楽用楽器オンラインストア
nl_nl: MusicoMo Muziek Instrument Online Store
ru_ru: MusicoMo Musical Instrument Интернет-магазин
uk_ua: Онлайн магазин Музичних інструментів MusicoMo

source: User REGISTER
de_de: Benutzer REGISTER
es_es: Usuario REGISTRO
fr_fr: INSCRIPTION D'UTILISATEUR
ja_jp: ユーザ登録
nl_nl: Gebruiker REGISTER
ru_ru: Пользователь РЕГИСТР
uk_ua: РЕЄСТР Користувача

source: Sign In
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
ja_jp: サインイン
nl_nl: Log in
ru_ru: Войти
uk_ua: Увійти

source: Staff ?
de_de: Personal ?
es_es: ¿Personal ?
fr_fr: Personnel ?
ja_jp: スタッフ?
nl_nl: Medewerker ?
ru_ru: Сотрудник?
uk_ua: Персонал ?

source: Publish and manage your products through the Staff portal !
de_de: Veröffentlichen und verwalten Sie Ihre Produkte über das Mitarbeiterportal !
es_es: Publique y gestione sus productos a través del portal de personal !
fr_fr: Publiez et gérez vos produits via le portail Personnel !
ja_jp: スタッフポータルから製品を公開・管理!
nl_nl: Publiceer en beheer uw producten via het medewerkerportaal!
ru_ru: Публикуйте и управляйте своими продуктами через Портал Персонала!
uk_ua: Опублікуйте та керуйте своїми продуктами через портал персоналу!

source: Customer ?
de_de: Kunde ?
es_es: ¿Cliente?
fr_fr: Client ?
ja_jp: 顧客 ?
nl_nl: Klant ?
ru_ru: Клиент ?
uk_ua: Замовник?

source: If you just want to buy an item, please log in as a customer !
de_de: Wenn Sie nur einen Artikel kaufen möchten, melden Sie sich bitte als Kunde an !
es_es: Si desea comprar un artículo, por favor inicie sesión como cliente !
fr_fr: Si vous voulez juste acheter un objet, veuillez vous connecter en tant que client !
ja_jp: あなただけのアイテムを購入したい場合は、顧客としてログインしてください!
nl_nl: Als u gewoon een artikel wilt kopen, log dan in als klant!
ru_ru: Если вы просто хотите купить предмет, пожалуйста, войдите как клиент!
uk_ua: Якщо ви просто хочете купити предмет, будь ласка, увійдіть як клієнт!

source: Merchant Login
de_de: Händler-Login
es_es: Login de comerciante
fr_fr: Identifiant du marchand
ja_jp: マーチャントログイン
nl_nl: Inloggen Handelaar
ru_ru: Торговый Вход
uk_ua: Вхід продавця

source: Customer Login
de_de: Kundenanmeldung
es_es: Inicio de sesión
fr_fr: Connexion client
ja_jp: 顧客ログイン
nl_nl: Klant login
ru_ru: Логин клиента
uk_ua: Авторизація покупця

source: ADMINISTRATOR LOGIN
es_es: LOGINA DE ADMINISTRADOR
fr_fr: CONNEXION DE L'ADMINISTRATEUR
ja_jp: 管理者ログイン
ru_ru: ВХОД АДМИНИСТРАТОРА
uk_ua: ВХІД АДМІНІСТРАТОР

source: Title
de_de: Titel
es_es: Título
fr_fr: Titre de la page
ja_jp: タイトル
nl_nl: Aanspreektitel
ru_ru: Заголовок
uk_ua: Найменування

source: Planets and Satellites
de_de: Planeten und Satelliten
es_es: Planes y satelitas
fr_fr: Planètes et satellites
ja_jp: 惑星と<unk>
nl_nl: Planeten en satellieten
ru_ru: Планеты и спутники
uk_ua: Планети та супутники

source: Check it done
de_de: Überprüfen Sie es erledigt
es_es: Compruebe que ha terminado
fr_fr: Vérifiez-le
ja_jp: 完了したことを確認
nl_nl: Controleer of het klaar is
ru_ru: Проверить
uk_ua: Перевірити зроблене

source: legal
fr_fr: légaux
ja_jp: 合法な
nl_nl: juridisch
ru_ru: законный
uk_ua: право

source: There are much resource need to be loaded
de_de: Es gibt viel zu ladende Ressource
es_es: Hay muchos recursos que necesitan ser cargados
fr_fr: Il y a beaucoup de ressources à charger
ja_jp: たくさんのリソースをロードする必要があります
nl_nl: Er zijn veel bronnen die geladen moeten worden
ru_ru: Необходимо загрузить много ресурсов
uk_ua: Багато ресурсів потрібно завантажити

source: Please give us some time for presenting better experience
de_de: Bitte gib uns Zeit für die Präsentation besserer Erfahrungen
es_es: Por favor, danos un poco de tiempo para presentar una mejor experiencia
fr_fr: Donnez-nous un peu de temps pour présenter une meilleure expérience
ja_jp: より良い経験を提示するためのいくつかの時間を与えてください
nl_nl: Geef ons wat tijd voor het presenteren van een betere ervaring
ru_ru: Пожалуйста, дайте нам немного времени для представления лучшего опыта
uk_ua: Будь ласка, дайте нам час для презентації кращого досвіду

source: Legal
de_de: Rechtlich
fr_fr: Mentions légales
nl_nl: Juridisch
ru_ru: Юридическая информация
uk_ua: Юридичні
