Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Dale Wilson joined Fender in 2003, joined Fender Custom Stores in 2005, and became Master Builder in 2011. A Native of California, he had a passion for making guitars from an early age. 'For as long as I can remember, I've loved guitars,' he says. 'Strangely enough, I didn't want to be a rock star. Iwanted to make a super guitar. The Wilson family is proficient in carpentry, and exquisite craftsmanship has always been the passion and pursuit of Fender custom shop, which has long been integrated into dell's blood. Back in the late 1980s, he was working in guitar repair and tooling at a studio near his middle school.
de_de: Dale Wilson kam 2003 zu Fender und trat 2005 bei Fender Custom Stores und 2011 zum Master Builder. Als Eingeborener aus Kalifornien hatte er eine Leidenschaft, Gitarren aus einem frühen Alter zu machen. "So lange ich mich erinnern kann, habe ich Gitarren geliebt", sagt er. Ich wollte eine super Gitarre zu machen. Die Familie Wilson ist in der Tischlerei befähigt, und exquisite Handwerkskunst war schon immer die Leidenschaft und das Streben nach Fender Custom Shop die seit langem in das Blut von dell's integriert wurde. In den späten achtziger Jahren arbeitete er in Gitarrenreparaturen und Werkzeugen in einem Studio in der Nähe seiner Mittelschule.
es_es: Dale Wilson se unió a Fender en 2003, se unió a Fender Custom Stores en 2005 y se convirtió en Master Builder en 2011. Nativo de California, tenía una pasión por hacer guitarras desde temprana edad. "Durante todo el tiempo que pueda recordar, he amado a los guitares", dice. Quería hacer un super guitar. La familia Wilson es competente en carpintería, y la exquisita artesanía siempre ha sido la pasión y la búsqueda de la tienda personalizada de Fender, que se ha integrado desde hace tiempo en la sangre de dell. Ya a finales de los años ochenta trabajaba en la reparación de guitarras y herramientas en un estudio cerca de su escuela media.
fr_fr: Dale Wilson a rejoint Fender en 2003, a rejoint Fender Custom Stoes en 2005 et est devenu Master Builder en 2011. Originaire de Californie, il est passionné par la fabrication de guitares dès son plus jeune âge. "Tant que je me souviens, j'ai adoré les guitares", dit-il. "Étrangement, je ne voulais pas être une star du rock. Je voulais faire une super guitare. La famille Wilson est compétente en menuiserie et le savoir-faire artisanal exquis a toujours été la passion et la poursuite du magasin personnalisé Fender. qui a depuis longtemps été intégré dans le sang du dul. À la fin des années 1980, il travaillait dans la réparation et l’outillage de guitares dans un studio près de son école.
ja_jp: デール・ウィルソンは2003年にフェンダーに入社し、2005年にフェンダーのカスタムストアに入社し、2011年にマスタービルダーになりました。 カリフォルニア州在住の彼は幼い頃からギターを作ることに情熱を持っていました。 「思い出せる限りギターが好きだった」と彼は言います。「不思議なことに、私はロックスターになりたくなかった。 私はスーパーギターを作りたかった. ウィルソン家は大工に堪能で、繊細な職人技は常にフェンダーのカスタムショップの情熱と追求でした。 昔からデルの血に統合されている 1980年代後半、彼は中学の近くのスタジオでギターの修理とツーリングで働いていました。
nl_nl: Dale Wilson is in 2003 toegetreden tot Fender Custom Stores in 2005, en werd Master Builder in 2011. Als onderdaan van Californië had hij een passie om op jonge leeftijd gitaren te maken. "Voor zover ik me kan herinneren, ik hou van gitaars," zegt hij. "Vreemd genoeg wilde ik geen rotsster zijn. Ik wilde een super gitaar maken. De Wilson-familie is vakkundig in carpentry, en een vlotte ambachtsmanschap is altijd de passie en het najagen van maatwerk van Fender geweest. die lange tijd in het bloed van dell's is geïntegreerd. Reeds eind jaren tachtig werkte hij in de buurt van zijn middelbare school in gitaar reparatie en gereedschap bij een studier.
ru_ru: Dale Wilson присоединился к Fender в 2003, присоединился к Fender Custom Stores в 2005 году и стал Master Builder в 2011 году. Родственник Калифорнии, у него была страсть к созданию гитары с раннего возраста. "До тех пор, пока я не помню, я любил гитары", он говорит: "Достаточно странно, что я не хочу быть рок-звездой. Я хотел сделать супер гитару. Семья Уилсон опытно владеет плотницей, и изысканный ремесл всегда был страстью и стремление к Fender заказ магазина, , который давно интегрирован в кровь dell. В конце 80-х годов он работал в гитарном ремонте и инструментарии в студии недалеко от средней школы.
uk_ua: Дейл Вілсон приєднався до Фендеру за 2003 року, приєднався до магазинів Користувачів у 2005 році та став будівельником Майстра в 2011 році. Корінь Каліфорнії, у нього була пристрасть до створення гітар з раннього віку. "Скільки я пам'ятаю, я любив гітари", сказав він, "Дивно, я не хотів бути рок-зіркою. Я хотів зробити супер гітару. Сімейство Вілсона є досвідченим в теслі, а вишукане ремісництво завжди було захопленням і переслідуванням Fender Custom shop, який вже давно інтегрується в кров'ю дерева. Наприкінці 1980-х він працював у ремонті гітари і знаряддя в студії біля своєї середньої школи.

source: He then went to work for Dobro and Rickenbacker for a while before entering Fender; He also worked for guitar brands such as Guild, Gretsch and Benedetto before becoming an apprentice to a master luthier in a custom shop. As a craftsman, he relished being able to draw on his extensive experience in producing high-quality guitars, such as the Resophonic Thinline Telecaster. In 2011, while still an apprentice, he made five premium custom guitars for the NAMM Show in January of that year and was asked to sign the back, earning him the honor of Master Builder.
de_de: Danach ging er für Dobro und Rickenbacker eine Weile zur Arbeit, bevor er nach Fender kam; Er arbeitete auch für Gitarrenmarken wie Guild, Gretsch und Benedetto bevor er in einem Custom Shop zum Meister-Gitarrist wurde. Als Handwerker liebte er es, auf seine umfangreiche Erfahrung in der Herstellung hochwertiger Gitarren wie dem Resophonischen Thinline Telecaster zurückgreifen zu können. Im Jahr 2011, während noch ein Lehrling, er machte fünf maßgeschneiderte Premium-Gitarren für die NAMM Show im Januar des Jahres und wurde gebeten, den Rücken zu signieren ihm die Ehre des Meisterbauers zu verdienen.
es_es: Luego fue a trabajar para Dobro y Rickenbacker por un tiempo antes de entrar en Fender; También trabajó para marcas de guitarra como Guild, Gretsch y Benedetto antes de convertirse en aprendiz de un maestro luthier en una tienda a medida. Como artesano, se deleitó en poder aprovechar su amplia experiencia en la producción de guitares de alta calidad, como el Resophonic Thinline Telecaster. En 2011, si bien sigue siendo un aprendiz, hizo cinco guitars personalizados premium para el Show NAMM en enero de ese año y se le pidió que firmara la espalda ganando el honor del Maestro Construidor.
fr_fr: Il est ensuite allé travailler pour Dobro et Rickenbacker pendant un certain temps avant d'entrer dans Fender; Il a également travaillé pour des marques de guitare telles que Guild, Gretsch et Benedetto avant de devenir un apprenti à un maître luthier dans un magasin personnalisé. En tant qu’artisan, il apprécie de pouvoir puiser dans sa vaste expérience dans la production de guitares de haute qualité, comme le Resophonic Thinline Telecaster. En 2011, tout en étant un apprenti, il a fait cinq guitares personnalisées premium pour le NAMM Show en janvier de cette année-là et il a été demandé de signer le dos, lui valant l'honneur du maître bâtisseur.
ja_jp: その後、Fenderに入る前にしばらくドブロとリッケンバッカーに勤めた。 ギルド、グレッチ、ベネデットなどのギターブランドで働いた後、カスタムショップでマスタールーティエの弟子になる。 職人として、彼はResophonic Thinline Telekasterのような高品質のギターの製造における彼の豊富な経験を引き出すことができました。 2011年、まだ弟子だが、 彼はその年の1月にNAMMショーのために5つのプレミアムカスタムギターを作り、バックに署名するように頼まれた。 マスタービルダーの名誉を獲得する
nl_nl: Hij ging een tijdje voor Dobro en Rickenbacker werken voordat hij Fender binnenkomt; Hij werkte ook voor gitaar merken zoals Guild, Gretsch en Benedetto voordat hij leerling werd voor een meester luthier in een aangepaste winkel. Als ambachtsman vertrouwde hij erop gebruik te kunnen maken van zijn uitgebreide ervaring met het produceren van gitaren van hoge kwaliteit, zoals de Thinline Telecaster. In 2011, hoewel nog leerlingen, Hij heeft in januari van dat jaar vijf aangepaste gitaren van de NAMM Show gemaakt en werd gevraagd de achterkant te ondertekenen. Verdien hem de eer van Master Builder.
ru_ru: Затем он перешел на работу в Добро и Рикэнбэер на некоторое время перед входом в Фендер; Он также работал для гитарных брендов, таких как Guild, Gretsch и Benedetto до того, как стать учеником мастер luthier в таможенном магазине. Являясь мастером-ремесленником, он пользовался своим обширным опытом в производстве высококачественных гитар, таких как резофонический телекластер. В 2011 году, пока еще подмастерье, он сделал пять премиум пользовательских гитар для NAMM Show в январе того года и попросил подписать спину, Заработать его честью Мастер-строителя.
uk_ua: А потім він поїхав на роботу для Добро та Рікенбака деякий час, перш ніж входити в Фендер; Він також працював на гітарові бренди, такі як Гільд, Гретч і Бенедетто до того, як стати учнем розкішнішим у власному магазині. Як ремісник, він вважав за краще займатися своїм широким досвідом у виробництві високоякісних гітарів, таких як Резофонічний Телестер. У 2011 році, поки досі учень, він зробив п'ять преміальних гітар для ІМЕН-шоу в січні того року, і його попросили підписати назад, Дізнавайтеся на честь майстра будівельника.

source: PAUL WALLER
fr_fr: WALLER PAUL
ja_jp: ポールウォラー
ru_ru: ПАУЛЬНЫЕ КОШЕЛЕР
uk_ua: ПАУЛ WALLER

source: PAUL WALLER joined Fender in 2004, joined Fender Custom Stores in 2005, and became Master Builder in 2011. A Native of California, he had a passion for making guitars from an early age. 'For as long as I can remember, I've loved guitars,' he says. 'Strangely enough, I didn't want to be a rock star. Iwanted to make a super guitar. The Wilson family is proficient in carpentry, and exquisite craftsmanship has always been the passion and pursuit of Fender custom shop, which has long been integrated into dell's blood. Back in the late 1980s, he was working in guitar repair and tooling at a studio near his middle school.
de_de: PAUL WALLER kam 2004 zu Fender Custom Stores 2005 und wurde Master Builder 2011. Als Eingeborener aus Kalifornien hatte er eine Leidenschaft, Gitarren aus einem frühen Alter zu machen. "So lange ich mich erinnern kann, habe ich Gitarren geliebt", sagt er. Ich wollte eine super Gitarre zu machen. Die Familie Wilson ist in der Tischlerei befähigt, und exquisite Handwerkskunst war schon immer die Leidenschaft und das Streben nach Fender Custom Shop die seit langem in das Blut von dell's integriert wurde. In den späten achtziger Jahren arbeitete er in Gitarrenreparaturen und Werkzeugen in einem Studio in der Nähe seiner Mittelschule.
es_es: PAUL WALLER se unió a Fender en 2004, se unió a Fender Custom Stores en 2005 y se convirtió en Master Builder en 2011. Nativo de California, tenía una pasión por hacer guitarras desde temprana edad. "Durante todo el tiempo que pueda recordar, he amado a los guitares", dice. Quería hacer un super guitar. La familia Wilson es competente en carpintería, y la exquisita artesanía siempre ha sido la pasión y la búsqueda de la tienda personalizada de Fender, que se ha integrado desde hace tiempo en la sangre de dell. Ya a finales de los años ochenta trabajaba en la reparación de guitarras y herramientas en un estudio cerca de su escuela media.
fr_fr: PAUL WALLER a rejoint Fender en 2004 et rejoint Fender Custom Store en 2005 et est devenu Master Builder en 2011. Originaire de Californie, il est passionné par la fabrication de guitares dès son plus jeune âge. "Tant que je me souviens, j'ai adoré les guitares", dit-il. "Étrangement, je ne voulais pas être une star du rock. Je voulais faire une super guitare. La famille Wilson est compétente en menuiserie et le savoir-faire artisanal exquis a toujours été la passion et la poursuite du magasin personnalisé Fender. qui a depuis longtemps été intégré dans le sang du dul. À la fin des années 1980, il travaillait dans la réparation et l’outillage de guitares dans un studio près de son école.
ja_jp: ポールウォラーは、2004年にフェンダーに入社し、2005年にフェンダーカスタムストアに入社し、2011年にマスタービルダーになりました。 カリフォルニア州在住の彼は幼い頃からギターを作ることに情熱を持っていました。 「思い出せる限りギターが好きだった」と彼は言います。「不思議なことに、私はロックスターになりたくなかった。 私はスーパーギターを作りたかった. ウィルソン家は大工に堪能で、繊細な職人技は常にフェンダーのカスタムショップの情熱と追求でした。 昔からデルの血に統合されている 1980年代後半、彼は中学の近くのスタジオでギターの修理とツーリングで働いていました。
nl_nl: PAUL WALLER trad toe tot Fender in 2004, trad in 2005 toe tot Fender Custom Stores en werd Master Builder in 2011. Als onderdaan van Californië had hij een passie om op jonge leeftijd gitaren te maken. "Voor zover ik me kan herinneren, ik hou van gitaars," zegt hij. "Vreemd genoeg wilde ik geen rotsster zijn. Ik wilde een super gitaar maken. De Wilson-familie is vakkundig in carpentry, en een vlotte ambachtsmanschap is altijd de passie en het najagen van maatwerk van Fender geweest. die lange tijd in het bloed van dell's is geïntegreerd. Reeds eind jaren tachtig werkte hij in de buurt van zijn middelbare school in gitaar reparatie en gereedschap bij een studier.
ru_ru: PAUL WALLER присоединился к Fender в 2004, присоединился к Fender Custom Stores в 2005 и стал Master Builder в 2011 году. Родственник Калифорнии, у него была страсть к созданию гитары с раннего возраста. "До тех пор, пока я не помню, я любил гитары", он говорит: "Достаточно странно, что я не хочу быть рок-звездой. Я хотел сделать супер гитару. Семья Уилсон опытно владеет плотницей, и изысканный ремесл всегда был страстью и стремление к Fender заказ магазина, , который давно интегрирован в кровь dell. В конце 80-х годов он работал в гитарном ремонте и инструментарии в студии недалеко от средней школы.
uk_ua: PAUL WALLER приєднався до Fender у 2004 році, приєднався до Fender Stores у 2005 році і став будівельником Master у 2011 році. Корінь Каліфорнії, у нього була пристрасть до створення гітар з раннього віку. "Скільки я пам'ятаю, я любив гітари", сказав він, "Дивно, я не хотів бути рок-зіркою. Я хотів зробити супер гітару. Сімейство Вілсона є досвідченим в теслі, а вишукане ремісництво завжди було захопленням і переслідуванням Fender Custom shop, який вже давно інтегрується в кров'ю дерева. Наприкінці 1980-х він працював у ремонті гітари і знаряддя в студії біля своєї середньої школи.

source: JASON SMITH
es_es: SMITOR DE JASON
fr_fr: SMITH JASON
nl_nl: JASON VERBINDING
uk_ua: СМЕРТІВ ПРИЗНАЧЕННЯ

source: JASON SMITH joined Fender in 2003, joined Fender Custom Stores in 2005, and became Master Builder in 2011. A Native of California, he had a passion for making guitars from an early age. 'For as long as I can remember, I've loved guitars,' he says. 'Strangely enough, I didn't want to be a rock star. Iwanted to make a super guitar. The Wilson family is proficient in carpentry, and exquisite craftsmanship has always been the passion and pursuit of Fender custom shop, which has long been integrated into dell's blood. Back in the late 1980s, he was working in guitar repair and tooling at a studio near his middle school.
de_de: JASON SMITH kam 2003 zu Fender Custom Stores 2005 und wurde Master Builder 2011. Als Eingeborener aus Kalifornien hatte er eine Leidenschaft, Gitarren aus einem frühen Alter zu machen. "So lange ich mich erinnern kann, habe ich Gitarren geliebt", sagt er. Ich wollte eine super Gitarre zu machen. Die Familie Wilson ist in der Tischlerei befähigt, und exquisite Handwerkskunst war schon immer die Leidenschaft und das Streben nach Fender Custom Shop die seit langem in das Blut von dell's integriert wurde. In den späten achtziger Jahren arbeitete er in Gitarrenreparaturen und Werkzeugen in einem Studio in der Nähe seiner Mittelschule.
es_es: JASON SMITH se unió a Fender en 2003, se unió a Fender Custom Stores en 2005 y se convirtió en Master Builder en 2011. Nativo de California, tenía una pasión por hacer guitarras desde temprana edad. "Durante todo el tiempo que pueda recordar, he amado a los guitares", dice. Quería hacer un super guitar. La familia Wilson es competente en carpintería, y la exquisita artesanía siempre ha sido la pasión y la búsqueda de la tienda personalizada de Fender, que se ha integrado desde hace tiempo en la sangre de dell. Ya a finales de los años ochenta trabajaba en la reparación de guitarras y herramientas en un estudio cerca de su escuela media.
fr_fr: JASON SMITH a rejoint Fender en 2003 et a rejoint Fender Custom Store en 2005 et est devenu Master Builder en 2011. Originaire de Californie, il est passionné par la fabrication de guitares dès son plus jeune âge. "Tant que je me souviens, j'ai adoré les guitares", dit-il. "Étrangement, je ne voulais pas être une star du rock. Je voulais faire une super guitare. La famille Wilson est compétente en menuiserie et le savoir-faire artisanal exquis a toujours été la passion et la poursuite du magasin personnalisé Fender. qui a depuis longtemps été intégré dans le sang du dul. À la fin des années 1980, il travaillait dans la réparation et l’outillage de guitares dans un studio près de son école.
ja_jp: JASON SMITHは、2003年にフェンダーに入社し、2005年にフェンダーカスタムストアに入社し、2011年にマスタービルダーになりました。 カリフォルニア州在住の彼は幼い頃からギターを作ることに情熱を持っていました。 「思い出せる限りギターが好きだった」と彼は言います。「不思議なことに、私はロックスターになりたくなかった。 私はスーパーギターを作りたかった. ウィルソン家は大工に堪能で、繊細な職人技は常にフェンダーのカスタムショップの情熱と追求でした。 昔からデルの血に統合されている 1980年代後半、彼は中学の近くのスタジオでギターの修理とツーリングで働いていました。
nl_nl: JASON SMITH trad in 2003 toe tot Fender Custom Stores in 2005, en werd Master Builder in 2011. Als onderdaan van Californië had hij een passie om op jonge leeftijd gitaren te maken. "Voor zover ik me kan herinneren, ik hou van gitaars," zegt hij. "Vreemd genoeg wilde ik geen rotsster zijn. Ik wilde een super gitaar maken. De Wilson-familie is vakkundig in carpentry, en een vlotte ambachtsmanschap is altijd de passie en het najagen van maatwerk van Fender geweest. die lange tijd in het bloed van dell's is geïntegreerd. Reeds eind jaren tachtig werkte hij in de buurt van zijn middelbare school in gitaar reparatie en gereedschap bij een studier.
ru_ru: JASON SMITH присоединился к Fender в 2003, присоединился к Fender Custom Stores в 2005 году и стал Master Builder в 2011 году. Родственник Калифорнии, у него была страсть к созданию гитары с раннего возраста. "До тех пор, пока я не помню, я любил гитары", он говорит: "Достаточно странно, что я не хочу быть рок-звездой. Я хотел сделать супер гитару. Семья Уилсон опытно владеет плотницей, и изысканный ремесл всегда был страстью и стремление к Fender заказ магазина, , который давно интегрирован в кровь dell. В конце 80-х годов он работал в гитарном ремонте и инструментарии в студии недалеко от средней школы.
uk_ua: JASON SMITH приєднався до кривди в 2003 році, приєднався до Fender Stores у 2005 році і став будівельником Master у 2011 році. Корінь Каліфорнії, у нього була пристрасть до створення гітар з раннього віку. "Скільки я пам'ятаю, я любив гітари", сказав він, "Дивно, я не хотів бути рок-зіркою. Я хотів зробити супер гітару. Сімейство Вілсона є досвідченим в теслі, а вишукане ремісництво завжди було захопленням і переслідуванням Fender Custom shop, який вже давно інтегрується в кров'ю дерева. Наприкінці 1980-х він працював у ремонті гітари і знаряддя в студії біля своєї середньої школи.

source: PAUL WALLEROV
fr_fr: WALLEROV PAUL
ja_jp: フォール・ウォレットV
ru_ru: ПАУЛЬНАЯ КОСТЬ
uk_ua: ПАУЛ WALLEROV
