Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: The Musicmo Custom Shop is known for creating instruments that look as incredible, with a dazzling collections of harmless pigments coming out of its Corona, Calif., headquarters.
de_de: Der Musicmo Custom Shop ist bekannt für die Erstellung von Instrumenten, die so unglaublich aussehen, mit einer verblüffenden Sammlung harmloser Pigmente aus der Corona, Kalif. Hauptsitz.
es_es: La tienda personalizada de Musicmo es conocida por crear instrumentos que parecen increíbles, con colecciones asombrosas de pigmentos inofensivos procedentes de su Corona, Calif. arterías.
fr_fr: La boutique personnalisée de Musicmo est connue pour la création d'instruments qui ont l'air incroyables, avec une collection éblouissante de pigments inoffensifs provenant de son Corona, Calif. siège social.
ja_jp: Musicmoカスタムショップは、信じられないほどの楽器を作ることで知られています。 カリフのコロナから出てきた無害な顔料を集めた見事なコレクションです 本部へ
nl_nl: De Musicmo Custom Shop staat bekend voor het maken van instrumenten die er ongelooflijk uitzien. met een duizelingwekkende collectie van onschadelijke varkens die uit zijn Corona, Calif. hoofdkwartier.
ru_ru: Магазин пользовательских инструментов Musicmo известен для создания инструментов, которые выглядят как невероятные, с ослепительными коллекциями безвредных пигментов, выходящих из Короны, Калиф. штаб-квартира.
uk_ua: Музичний магазин відомий створенням інструментів, що виглядають неймовірними. з засліпленою колекцією нешкідливих свиней, що виходять з його Корони, Каліфа. штаб-квартира.

source: Now Model
de_de: Jetzt Modell
es_es: Ahora modelo
fr_fr: Modèle en cours
ja_jp: 現在のモデル
nl_nl: Nu model
ru_ru: Модель сейчас
uk_ua: Тепер модель

source: Part Colors
de_de: Artikelfarben
es_es: Colores de parte
fr_fr: Couleurs de la pièce
ja_jp: パートの色
nl_nl: Onderdeel kleuren
ru_ru: Цвета деталей
uk_ua: Кольори частин

source: Sizes*
de_de: Größe*
es_es: Tamaños*
fr_fr: Tailles*
ja_jp: サイズ*
nl_nl: Grootte*
ru_ru: Размер*
uk_ua: Розміри*

source: - Please select -
de_de: - Bitte wählen -
es_es: - Por favor, seleccione -
fr_fr: - Veuillez sélectionner -
ja_jp: - 選択してください -
nl_nl: - Selecteer a.u.b. -
ru_ru: - Пожалуйста, выберите -
uk_ua: - Виберіть -

source: Small (S)
de_de: Klein (S)
es_es: Pequeño (S)
fr_fr: Petit (S)
ja_jp: 小 (S)
nl_nl: Klein (S)
ru_ru: Маленький (S)
uk_ua: Малий (П)

source: Number*
de_de: Nummer*
es_es: Numero*
fr_fr: Numéro*
nl_nl: Nummer*
ru_ru: Число*
uk_ua: Число*

source: Start to Save
de_de: Speichern starten
es_es: Empezar a guardar
fr_fr: Commencer à enregistrer
ja_jp: 保存を開始
nl_nl: Begin om op te slaan
ru_ru: Начать сохранение
uk_ua: Почати для збереження

source: Sounds and effects The Yamaha reface YC has a vintage look and feel with 5 classic organ sounds. This 37 key portable combo organ has built in effects such as distortion and reverb, these effects can be combined with any preset sound. Classic look and feel The reface YC is based on classic organs with a stripped back interface that includes rotary control and drawbars. Carefully selected vintage effects increase the authenticity of the sounds even further making the reface YC an extremely versatile organ. Lightweight and portable Unlike the majority of vintage style organs, the reface is compact and lightweight with built in speakers and optional battery power. The keyboard can be connected to external speakers or PA systems so is ideal for live performance. Expand your sound with Soundmondo Yamaha has given you the ability to expand your soundset with a range of premium-quality sounds, with the Soundmondo community. To discover, create and share sounds simply visit Soundmondo site, connect your Yamaha Reface and browse the ever expanding list of high-quality soundbanks. Features Combo Organ Sound Engine with five vintage organ Waves Retro Distortion, Reverb and Rotary Speaker effects HQ mini keyboard allows fast, natural performance with premium feel and response Expression pedal input for foot volume control (organ expression) 2W 3cm stereo speaker system lets you play any place, any time Battery powered - uses six "AA" batteries with five hours of life USB "TO HOST" allows MIDI connectivity to your USB-equipped computer or iOS device A 3.5mm aux line input lets you connect and hear mobile devices, tablets and more through the instrument Dual 1/4" unbalanced line outputs provide connection to mixers, audio interfaces, DI boxes and more Includes MIDI breakout cable, Owner"s Manual, and PA130 power supply Specifications
de_de: Sounds und Effekte The Yamaha reface YC has a vintage look and feel with 5 classic organ sounds. Diese 37 wichtigsten tragbaren Combo-Orgel hat in Effekten wie Verzerrung und Reverb, diese Effekte lassen sich mit jedem Preset Sound kombinieren. Klassisches Look and Feel Der Reface YC basiert auf klassischen Organen mit einer abgerissenen Rückenschnittstelle, die Rotationssteuerung und Ziehleisten umfasst. Sorgfältig ausgewählte Vintage-Effekte erhöhen die Authentizität der Sounds und machen das Reface YC zu einem extrem vielseitigen Organ. Leicht und tragbar Im Gegensatz zur Mehrheit der traditionellen Organe, ist die Reface kompakt und leicht mit eingebauten Lautsprechern und optionaler Batterieleistung. Die Tastatur kann an externe Lautsprecher oder PA Systeme angeschlossen werden und ist somit ideal für Live-Performance. Erweitern Sie Ihren Sound mit Soundmondo Yamaha und erweitern Sie Ihr Soundset um eine Reihe hochwertiger Sounds, mit der Soundmondo Community. Um Sounds zu entdecken, erstellen und zu teilen, besuchen Sie einfach die Soundmondo-Website, verbinden Sie Ihre Yamaha Reface und stöbern Sie die immer umfangreichere Liste hochwertiger Soundbanks. Features Combo Organ Sound Engine mit fünf Vintage Orgel Waves Retro Distortion, Reverb und Rotary Speaker Effekte HQ Mini-Tastatur ermöglicht schnell, natürliche Leistung mit erstklassigem Feel und Response Expression Pedaleingang für Fußlautstärkeregelung (Organausdruck) 2W Stereo-Lautsprechersystem lässt Sie jeden Ort spielen jederzeit Batterie betrieben - sechs "AA"-Batterien mit fünf Lebensstunden USB "TO HOST" ermöglicht MIDI-Anbindung an den USB-Computer oder das iOS-Gerät A 3. mm aux line Eingang ermöglicht die Verbindung und das Hören mobiler Geräte, Tablets und mehr durch das Instrument Dual 1/4" unausgewogene Linienausgänge ermöglichen die Anbindung an Mischer, Audio-Schnittstellen, DI-Boxen und mehr Inklusive MIDI-Ausbrechkabel, Bedienungsanleitung des Eigentümers und PA130 Stromversorgung
es_es: Sonidos y efectos El Yamaha reface YC tiene un aspecto vintage con 5 sonidos clásicos de órgano. Este órgano portátil de 37 claves ha incorporado efectos como la distorsión y el reverbo, estos efectos pueden combinarse con cualquier sonido preestablecido. Apariencia clásica y sensación El YC de reface se basa en órganos clásicos con una interfaz trasera despejada que incluye control rotativo y barras levaduras. Los efectos vintage cuidadosamente seleccionados incrementan aún más la autenticidad de los sonidos, lo que hace que el reface YC sea un órgano extremadamente versátil. Ligero y portátil A diferencia de la mayoría de los órganos de estilo antiguo, el reface es compacto y ligero con altavoces incorporados y batería opcional. El teclado se puede conectar a altavoces externos o sistemas PA, por lo que es ideal para el rendimiento en vivo. Amplíe su sonido con Soundmondo Yamaha le ha dado la capacidad de ampliar su sonido con una gama de sonidos de primera calidad, con la comunidad de Soundmondo. Para descubrir, crear y compartir sonidos simplemente visite el sitio de Soundmondo, conecte su Yamaha Reface y navegue por la lista cada vez más amplia de bancos de sonidos de alta calidad. Características Combo Órgano Sound Engine con cinco antiguos órganos Olas detro Distoración, Reverb y efectos de altavoz de Rotary HQ mini teclado permite rápido, rendimiento natural con sonido y respuesta de entrada de pedal de expresión para control de volumen de pie (expresión de órgano) sistema de altavoces estéreo de 2W de 3cm le permite reproducir cualquier lugar, en cualquier momento Batería alimentada - utiliza seis baterías "AA" con cinco horas de vida USB "TO HOST" permite conectividad MIDI a su computadora equipada con USB o dispositivo iOS A 3. mm aux line input le permite conectar y escuchar dispositivos móviles, tabletas y más a través del instrumento salidas de línea desequilibradas Dual 1/4" proporcionan conexión a mezcladores, Interfaces de audio, cajas DI y más incluye cable de arranque MIDI, Manual del propietario y Especificaciones de fuente de alimentación PA130
fr_fr: Les sons et les effets du Yamaha reface YC ont un aspect vintage avec 5 sons d'orgue classiques. Cet organe portable de 37 clés a des effets tels que la distorsion et la réverbération, ces effets peuvent être combinés avec n'importe quel son prédéfini. L'aspect classique du YC est basé sur des organes classiques avec une interface dépouillée qui comprend un contrôle rotatif et des tiroirs. Les effets vintage soigneusement sélectionnés accroissent encore plus l'authenticité des sons, ce qui fait de la YC un organe extrêmement polyvalent. Léger et portatif Contrairement à la majorité des organes de style vintage, le reface est compact et léger avec des haut-parleurs intégrés et une batterie en option. Le clavier peut être connecté à des haut-parleurs externes ou à des systèmes PA, ce qui est idéal pour les performances en direct. Développez votre son avec Soundmondo Yamaha vous a donné la possibilité d'élargir votre ensemble sonore avec une gamme de sons de qualité premium, avec la communauté Soundmondo. Pour découvrir, créer et partager des sons, visitez simplement le site de Soundmondo, connectez votre Yamaha Reface et naviguez sur la liste sans cesse croissante des banques de son de haute qualité. Comprend Combo Organ Sound Engine avec cinq orgues vintage Waves Retro Distortion, Reverb et Rotary Speaker effets clavier HQ mini rapide des performances naturelles avec une sensation de qualité supérieure et la pédale de réponse pour le contrôle du volume des pieds (expression des organes) le système stéréo de 2W 3cm vous permet de jouer n'importe où à tout moment alimenté par une Batterie - utilise six piles "AA" avec cinq heures de vie USB "TO HOST" permet la connectivité MIDI à votre ordinateur équipé d'une USB ou à votre appareil iOS A 3. mm aux lignes d'entrée vous permet de vous connecter et d'entendre des appareils mobiles, les tablettes et plus à travers l'instrument Les sorties de lignes déséquilibrées de 1/4" fournissent une connexion aux mélangeurs, interfaces audio, boîtes DI et plus Comprend le câble MIDI, le manuel du propriétaire et les spécifications de l'alimentation PA130
ja_jp: サウンドとエフェクト ヤマハの顔YCは、5つのクラシックなオルガンサウンドでヴィンテージ感と感触を持っています。 この37のポータブルコンボオルガンは、歪みやリバーブなどのエフェクトを内蔵しており、プリセットサウンドと組み合わせることができます。 クラシックな外観とフィール 直面YCは、ロータリーコントロールとドローバーを含むストリップされたバックインターフェースを備えた古典的な器官に基づいています。 慎重に選択されたヴィンテージエフェクトは、さらにさらに顔YCを非常に汎用性の高いオルガンにする音の真正性を高めます。 軽量でポータブル ヴィンテージスタイルのオルガンの大半とは異なり、スピーカーとオプションのバッテリーパワーでコンパクトで軽量です。 キーボードは外部スピーカーやPAシステムに接続できますので、ライブパフォーマンスに最適です。 Soundmondo Yamaha でサウンドを拡大することで、Soundmondo コミュニティと共に、高品質のサウンドセットを拡大することができます。 サウンドを発見、作成、共有するには、Soundmondoのサイトにアクセスし、Yamaha Refaceを接続し、高品質のサウンドバンクの拡大を続けるリストを参照してください。 特長 コンボオルガンサウンドエンジン ヴィンテージオルガン5つのウェーブレトロディストーション、リバーブ、ロータリースピーカーエフェクト HQ miniキーボードを使用することで、スピーカーを高速化できます。 プレミアム感触とレスポンスを備えた自然な性能 フットボリュームコントロール(オルガン表現)用ペダル入力2W 3cmステレオスピーカーシステムでは、あらゆる場所で演奏することができます。 任意の時間 バッテリー給電-5時間の寿命を持つ6つの「AA」バッテリーを使用しているUSB「TO HOST」は、USB装備のコンピュータまたはiOSデバイスA3へのMIDI接続を可能にします。 mmのauxライン入力を使用すると、モバイルデバイスを接続して聞くことができます 計測器を通じてタブレットなど、Dual 1/4インチのアンバランスライン出力により、ミキサーとの接続が可能になります。 オーディオインターフェース、DIボックスなど MIDIブレイクアウトケーブル、Owner"s Manual、およびPA130電源仕様
nl_nl: Geluiden en effecten heeft de Yamaha-reface YC een vintage look en voel je met 5 klassieke orgaangeluiden. Deze 37 belangrijke combo organ heeft een vervorming en verbaal effect opgebouwd, die effecten kunnen worden gecombineerd met een vooraf ingesteld geluid. Klassieke look en feel het reface YC is gebaseerd op klassieke organen, met een gekrulde terug-interface die onder andere roterende controles en trekkingen omvat. Met zorg geselecteerde vintage effecten vergroot de authenticiteit van de geluiden nog meer, waardoor de reface JC een uiterst veelzijdig orgaan is. Lichtgewicht en draagbaar in tegenstelling tot de meeste vintage stijl organen, de reface is compact en lichtgewicht met ingebouwde luidsprekers en optioneel batterijvermogen. Het toetsenbord kan worden aangesloten op externe luidsprekers of PA-systemen, hetgeen ideaal is voor live prestaties. Vouw uw geluid uit met Soundmondo Yamaha heeft u de mogelijkheid gegeven om uw geluidspagina uit te breiden met een bereik van premium-kwaliteit geluiden, met de Soundmondo community. Om geluiden te ontdekken, te maken en te delen bezoek je de Soundmondo site, verbind je Yamaha Reface en blader door de lijst met hoogwaardige soundbanken. Functies Combo Organ Sound Engine met vijf vintage organen Retro Distortion, Reverb en Rotary Speaker effecten HQ mini toetsenbord maakt het snel mogelijk, natuurlijke prestaties met premium feel en respons pedaal input voor voetvolume controle (orgaanexpressie) 2W 3 cm stereo luidspreker systeem laat u elke plaats spelen. elk keer dat accu wordt aangedreven - gebruikt zes "AA" batterijen met vijf uur levensduur op USB "TO HOST" en staat MIDI connectiviteit toe met uw USB-uitgeruste computer of iOS apparaat A 3. mm aux lijninvoer laat je mobiele apparaten verbinden en horen tablets en meer door middel van instrument Dual 1/4" onevenwichtige uitgangen zorgen voor verbinding met mengsels, audio-interfaces, DI-dozen en meer bevat MIDI-uitbraak kabel, eigenaar handboek en PA130 specificaties voor stroomvoorziening
ru_ru: Sounds and effects The Yamaha reface YC has a vintage look and feel with 5 classic organ sounds. This 37 key portable Combo organ has built in effects such as distortion and reverb, these effects can combine with any preset sounds. Классический внешний вид В reface YC основано на классических органах с полосатым обратным интерфейсом, который включает в себя поворотный контроль и штрихи. Аккуратно подобранные эффекты винтажа еще больше повышают подлинность звуков, делая компанию YC чрезвычайно универсальным органом. Легкий и портативный в отличие от большинства органов стиля винтажа, reface компактный и легкий с встроенными колонками и опциональной мощностью аккумулятора. Клавиатура может быть подключена к внешним динамикам или PA системам, так что идеально подходит для живой производительности. Расширьте свой звук с помощью Soundmondo Yamaha дарит вам возможность расширить свой звуковой набор с участием сообщества Soundmondo. Чтобы открыть, создавайте и делитесь звуками просто посетите сайт Soundmondo, подключите ваш Yamaha Reface и просматривайте постоянно расширяющийся список высококачественных саундбанков. Features Combo Organ Sound Engine with five vintage organ Waves Retro Distortion, Reverb and Rotary Speaker effects HQ mini keyboard allows fast, натуральная производительность с премиум-сенсорным вводом и реакцией для управления громкостью ног (выражение органов) 2W 3см стереодинамика позволяет играть в любое место, В любое время батарея работает на 6 батареях "АА" с 5-ти часовым сроком работы USB "TO HOST" позволяет подключить MIDI к Вашему USB-оборудованному компьютеру или iOS-устройству A 3. mm aux line ввод позволяет подключать и слышать мобильные устройства, таблетки и многое другое через несбалансированные линейные выходы инструмента обеспечивают подключение микшеров, аудио интерфейсы, DI коробки и многое другое включают кабель разбивки MIDI, Owner"s Manual, и PA130 Specifications
uk_ua: Звуки та ефекти The Ямаха переробити YC мають вінтаж вигляду і відчуває 5 класичними звуками органів. Цей 37 ключових комбо-орган побудований з ефектів, таких як спотворення та реверберування, ці ефекти можуть поєднуватися з будь-яким заданих звуком. Класичний вигляд і відчуття переломності YC базується на класичних органах з відкинутим зворотнім інтерфейсом, який включає в себе контроль ротарів та надписок. Обережно відібрані ефекти вінтажу збільшують автентичність ще більше перевезення YC надзвичайно різноманітний орган. Легкий та портативний на відміну від більшості органів вінтажного стилю, повернення компактне та легке навантаження, побудоване на динаміках і опціональному заряді батареї. Клавіатуру можна підключити до зовнішніх динаміків або PA систем тому ідеально для продуктивності життя. Розширте ваш звук за допомогою Soundmondo Ямаха надав вам можливість розширити свій звуковий набір за допомогою звуків преміум-якості, за допомогою спільноти Soundmondo. Для того, щоб знайти, створювати та ділитися звуками просто відвідайте Soundmondo та підключіть ваш Yamaha Reface та переглянути постійно розширюють список високоякісних звукових банків. Дозволяє швидко використовувати звуковий движок Combo Organ з 5 vintage organ Waves Retro Distortion, Reverb та Rotary Speaker натискаючи клавіатуру HQ природна продуктивність з фронтональним відчуттям та вихідним викривленням з контролю об'єму ніг (вираження органу) 2W-3cm стерео система дозволяє грати в будь-яке місце, коли батарейка «будь-що» – використовує шість акумуляторів «AA» з п'ятьма годинами життя USB «дотримати» дозволяє підключення MIDI до вашого комп'ютера на базі USB-обладнання, або пристрою iOS 3. мм введення по маршруту дозволить вам підключатися і чути мобільні пристрої, планшети і більше через інструмент Dual 1/4" незбалансований вихід лінії забезпечить з'єднання з мікшерами, аудіоінтерфейси, коробки DI і багато інших включно із зламаним MIDI, власник "s Manual і PA130 специфікаціями живлення

source: upsell products
de_de: off-Sell Produkte
es_es: productos vendidos
fr_fr: produits de vente incitative
ja_jp: アップセル商品
nl_nl: upsell producten
ru_ru: товары с повышением продаж
uk_ua: товари продажів

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s.
de_de: Lorem Ipsum ist einfach ein dummiger Text der Druck- und Schriftenindustrie. Lorem Ipsum ist seit dem 15. Jahrhundert der Standardtext der Industrie.
es_es: Lorem Ipsum es un texto tonto de la industria de la impresión y la tipografía.
fr_fr: Lorem Ipsum est un texte factice de l'industrie de l'imprimerie et de la comédie.
ja_jp: Lorem Ipsumは、印刷と組版業界の単なるダミーテキストです。 Lorem Ipsumは1500年代以来、業界の標準的なダミーテキストとなっています。
nl_nl: Lorem Ipsum is gewoon dummy tekst van de drukkerij- en typeseting-industrie. Lorem Ipsum is sinds de 1500 de standaard dommy-tekst van de industrie.
ru_ru: Lorem Ipsum является просто декоративным текстом печатной и типографической индустрии.
uk_ua: Лорем Ipsum просто дурнуватий текст друку та напіввидної індустрії. За допомогою Lorem Ipsum був стандартний манекенний текст індустрії з 1500-х років.

source: Dale Wilson
ja_jp: デール・ウィルソン
ru_ru: Даль Уилсон
uk_ua: Дейл Вілсон

source: Paul Waller
ja_jp: ポール・ウォラー
ru_ru: Пол Собор
uk_ua: Пол Воллер

source: Jason Smith
es_es: Herrero de Jason
fr_fr: Forgeron Jason
ja_jp: ジェイソン・スミス
ru_ru: Джейсон Кузнец
uk_ua: Джейсон Сміт

source: PAUL WALLERov
fr_fr: WALLERov PAUL
ja_jp: パウル・ウォレロフ
ru_ru: ПАУЛЬНЫЙ КОШЕЛЕРОВ
uk_ua: ПАУЛ WALLERov

source: Todd Krause
es_es: TodoKrause
fr_fr: Krause Todd
ja_jp: トッド・クラウズ
nl_nl: Werd Kracht
ru_ru: Тодд Крауз
uk_ua: Тодд Краузе

source: Master Signature: &nbsp;
de_de: Master-Signatur: &nbsp;
es_es: Firma Maestra: &nbsp;
fr_fr: Signature maître: &nbsp;
ja_jp: マスター署名: &nbsp;
nl_nl: Master Handtekening: &nbsp;
ru_ru: Мастерская подпись: &nbsp;
uk_ua: Основний підпис: &nbsp;

source: Dale Wilson
ja_jp: デール・ウィルソン
ru_ru: Даль Уилсон
uk_ua: Дейл Вілсон
