Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Joined
de_de: Beitreten
es_es: Se unió
fr_fr: Inscrit
ja_jp: 参加しました
nl_nl: Aangesloten
ru_ru: Присоединился
uk_ua: Приєднався

source: Last Online
de_de: Zuletzt online
es_es: Última conexión
fr_fr: Dernière connexion
ja_jp: 最終オンライン
nl_nl: Laatst online
ru_ru: Последний онлайн
uk_ua: Останній раз онлайн

source: 3 hours ago
de_de: vor 3 Stunden
es_es: hace 3 horas
fr_fr: Il y a 3 heures
ja_jp: 3 時間前
nl_nl: 3 uur geleden
ru_ru: 3 часа назад
uk_ua: 3 години тому

source: About Me
de_de: Über mich
es_es: Acerca de mí
fr_fr: À propos de moi
ja_jp: 私について
nl_nl: Over mij
ru_ru: О себе
uk_ua: Про мене

source: Bio
ja_jp: 略歴
ru_ru: Био
uk_ua: Біо

source: Page:
de_de: Seite:
es_es: Página:
ja_jp: ページ:
nl_nl: Pagina:
ru_ru: Страница:
uk_ua: Сторінка:

source: First Page
de_de: Erste Seite
es_es: Primera página
fr_fr: Première page
ja_jp: 最初のページ
nl_nl: Eerste pagina
ru_ru: Первая страница
uk_ua: Перша сторінка

source: Previous Page
de_de: Vorherige Seite
es_es: Página anterior
fr_fr: Page précédente
ja_jp: 前のページ
nl_nl: Vorige pagina
ru_ru: Предыдущая страница
uk_ua: Попередня сторінка

source: Next Page
de_de: Nächste Seite
es_es: Página siguiente
fr_fr: Page suivante
ja_jp: 次のページ
nl_nl: Volgende pagina
ru_ru: Следующая страница
uk_ua: Наступна сторінка

source: Last Page
de_de: Letzte Seite
es_es: Última página
fr_fr: Dernière page
ja_jp: 最後のページ
nl_nl: Laatste pagina
ru_ru: Последняя страница
uk_ua: Остання сторінка

source: The instrument will be deleted and the operation can not be revoked
de_de: Das Instrument wird gelöscht und die Operation kann nicht widerrufen werden
es_es: El instrumento se eliminará y la operación no puede ser revocada
fr_fr: L'instrument sera supprimé et l'opération ne peut pas être révoquée
ja_jp: 楽器は削除され、操作は取り消すことができません
nl_nl: Het instrument wordt verwijderd en de bewerking kan niet worden herroepen
ru_ru: Инструмент будет удален и операция не может быть отменена
uk_ua: Інструмент буде видалений, а операція не може бути скасована

source: Are you sure?
de_de: Bist du sicher?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr(e) ?
ja_jp: よろしいですか？
nl_nl: Weet je het zeker?
ru_ru: Вы уверены?
uk_ua: Ви впевнені?

source: Item
de_de: Artikel
es_es: Objeto
fr_fr: Élément
ja_jp: 項目
nl_nl: Artikel
ru_ru: Пункт 1
uk_ua: Елемент

source: Delivery-Confirmed
de_de: Lieferung bestätigt
es_es: Entrega-Confirmada
fr_fr: Livraison confirmée
ja_jp: 配送確認済み
nl_nl: Levering/bevestigd
ru_ru: Доставка подтверждена
uk_ua: Доставляти підтверджені

source: Shopper-Confirmed
de_de: Shopper bestätigt
es_es: Comprador-confirmado
fr_fr: Shopper confirmé
nl_nl: Shopper-bevestigd
ru_ru: Магазин подтвержден
uk_ua: Підтверджений покупець

source: Unconfirmed
de_de: Unbestätigt
es_es: Sin confirmar
fr_fr: Non confirmé
ja_jp: 未確認
nl_nl: Onbevestigd
ru_ru: Не подтверждено
uk_ua: Непідтверджено

source: Confirm the order?
de_de: Bestellung bestätigen?
es_es: ¿Confirmar el pedido?
fr_fr: Confirmer la prescription ?
ja_jp: 注文を確認しますか？
nl_nl: Bestelling bevestigen?
ru_ru: Подтвердить заказ?
uk_ua: Підтвердити замовлення?

source: Buyer
de_de: Käufer
es_es: Comprador
fr_fr: Acheteur
ja_jp: 購入
nl_nl: Koper
ru_ru: Покупатель
uk_ua: Покупець

source: Send a message to
de_de: Nachricht senden an
es_es: Enviar un mensaje a
fr_fr: Envoyer un message à
ja_jp: メッセージを送信
nl_nl: Stuur een bericht naar
ru_ru: Отправить сообщение
uk_ua: Надіслати повідомлення

source: Email me a copy
de_de: Kopie per E-Mail
es_es: Escríbeme una copia
fr_fr: Envoyez-moi une copie par e-mail
ja_jp: コピーをメールで送る
nl_nl: Stuur me een kopie
ru_ru: Отправить мне копию
uk_ua: Надішліть мені копію

source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
ja_jp: 削除しました
nl_nl: Verwijderd
ru_ru: Удалено
uk_ua: Видалено

source: Alex M. Doe
uk_ua: Алекс Доу

source: Send a message to Alex
de_de: Sende eine Nachricht an Alex
es_es: Enviar un mensaje a Alex
fr_fr: Envoyer un message à Alex
ja_jp: Alex にメッセージを送信
nl_nl: Stuur een bericht naar Alex
ru_ru: Отправить сообщение Алексу
uk_ua: Надіслати повідомлення до Алекса

source: The order will be confirmed and waiting for the buyer to confirm.
de_de: Die Bestellung wird bestätigt und wartet auf die Bestätigung des Käufers.
es_es: El pedido será confirmado y a la espera de que el comprador lo confirme.
fr_fr: La commande sera confirmée et en attente de confirmation de l'acheteur.
ja_jp: 注文が確認され、購入者が確認するのを待っている。
nl_nl: De bestelling wordt bevestigd en wacht op bevestiging door de koper.
ru_ru: Заказ будет подтвержден и ожидает подтверждения покупателем.
uk_ua: Замовлення буде підтверджено і чекатиме, поки покупець підтвердиться.

source: Add Instruments
de_de: Instrumente hinzufügen
es_es: Añadir Instrumentos
fr_fr: Ajouter des instruments
ja_jp: 楽器を追加
nl_nl: Voeg instrumenten toe
ru_ru: Добавить инструменты
uk_ua: Додати інструменти

source: Instrument Management
de_de: Instrumentenmanagement
es_es: Gestión de intrumentos
fr_fr: Gestion des instruments
ja_jp: 機器管理
nl_nl: Instrument beheer
ru_ru: Управление прибором
uk_ua: Керування інструментами

source: Add Instrument
de_de: Instrument hinzufügen
es_es: Añadir Instrumento
fr_fr: Ajouter un instrument
ja_jp: 楽器を追加
nl_nl: Instrument toevoegen
ru_ru: Добавить инструмент
uk_ua: Додати інструмент

source: Musical Instrument Images:
de_de: Musikinstrument Bilder:
es_es: Imágenes musicales:
fr_fr: Images d'instruments de musique :
ja_jp: 楽器用画像:
nl_nl: Muziek Instrument Afbeeldingen:
ru_ru: Изображения музыкального инструмента:
uk_ua: Зображення музичних інструментів:

source: Object GLTF
de_de: Objekt GLTF
es_es: GLTF del objeto
fr_fr: Objet GLTF
ja_jp: オブジェクト GLTC
nl_nl: GLTF object
ru_ru: Объект GLTF
uk_ua: Об'єкт GLTF

source: Backend
ja_jp: バックエンド
ru_ru: Бэкенд
uk_ua: Бекенд

source: Toggle sidebar
de_de: Seitenleiste umschalten
es_es: Cambiar barra lateral
fr_fr: Activer/désactiver la barre latérale
ja_jp: サイドバーの切り替え
nl_nl: Zijbalk in-/uitschakelen
ru_ru: Включить боковую панель
uk_ua: Бічна панель

source: 4 Tasks to complete
de_de: 4 Aufgaben zu erledigen
es_es: 4 tareas a completar
fr_fr: 4 tâches à compléter
ja_jp: 完了する4つのタスク
nl_nl: 4 taken te voltooien
ru_ru: 4 задачи для завершения
uk_ua: 4 завдання для завершення

source: Software Update
es_es: Actualización de software
fr_fr: Mise à jour du logiciel
ja_jp: ソフトウェアの更新
nl_nl: Software bijwerken
ru_ru: Обновление программного обеспечения
uk_ua: Оновлення ПЗ

source: Hardware Upgrade
es_es: Actualización de hardware
fr_fr: Amélioration du matériel
ja_jp: ハードウェアのアップグレード
ru_ru: Аппаратное обновление
uk_ua: Оновлення устаткування

source: Unit Testing
de_de: Einheitstest
es_es: Prueba unitaria
fr_fr: Tests unitaires
ja_jp: 単体テスト
nl_nl: Eenheid testen
ru_ru: Модульное тестирование
uk_ua: Тестування одиниці

source: Bug Fixes
de_de: Fehlerkorrekturen
es_es: Corrección de errores
fr_fr: Corrections de bugs
ja_jp: バグ修正
ru_ru: Исправления ошибок
uk_ua: Виправлення помилок

source: See tasks with details
de_de: Zeige Aufgaben mit Details
es_es: Ver tareas con detalles
fr_fr: Voir les tâches avec les détails
ja_jp: 詳細を含むタスクを見る
nl_nl: Bekijk taken met details
ru_ru: Посмотреть задачи с подробностями
uk_ua: Дивитися завдання з деталями

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
ja_jp: 通知
nl_nl: Notificaties
ru_ru: Уведомления
uk_ua: Сповіщення

source: New Orders
de_de: Neue Aufträge
es_es: Nuevos pedidos
fr_fr: Nouvelles commandes
ja_jp: 新規注文
nl_nl: Nieuwe bestellingen
ru_ru: Новые заказы
uk_ua: Нові замовлення

source: See all notifications
de_de: Alle Benachrichtigungen anzeigen
es_es: Ver todas las notificaciones
fr_fr: Voir toutes les notifications
ja_jp: すべての通知を見る
nl_nl: Bekijk alle meldingen
ru_ru: Посмотреть все уведомления
uk_ua: Переглянути всі сповіщення

source: See all messages
de_de: Alle Nachrichten anzeigen
es_es: Ver todos los mensajes
fr_fr: Voir tous les messages
ja_jp: すべてのメッセージを表示
nl_nl: Bekijk alle berichten
ru_ru: Посмотреть все сообщения
uk_ua: Переглянути всі повідомлення

source: Welcome,
de_de: Willkommen,
es_es: Bienvenido,
fr_fr: Bienvenue,
ja_jp: ようこそ
nl_nl: Welkom,
ru_ru: Добро пожаловать,
uk_ua: Ласкаво просимо,

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Réglages
ja_jp: 設定
nl_nl: Instellingen
ru_ru: Настройки
uk_ua: Налаштування

source: Profile
de_de: Profil
es_es: Perfil
fr_fr: Profil
ja_jp: プロフィール
nl_nl: Profiel
ru_ru: Профиль
uk_ua: Анкета

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord
ja_jp: ダッシュボード
ru_ru: Панель
uk_ua: Приладна дошка

source: Instruments
de_de: Instrumente
es_es: Instrumentos
ja_jp: 楽器の種類
nl_nl: Instrumenten
ru_ru: Инструменты
uk_ua: Інструменти

source: Instrument Categories
de_de: Instrumentenkategorien
es_es: Categorías de intrumentos
fr_fr: Catégories d'instruments
ja_jp: 楽器のカテゴリ
nl_nl: Instrument Categorieën
ru_ru: Категории прибора
uk_ua: Вимірювані категорії

source: Orders
de_de: Bestellungen
es_es: Pedidos
fr_fr: Commandes
ja_jp: 注文
nl_nl: Bestellingen
ru_ru: Заказы
uk_ua: Замовлення

source: Placed Orders
de_de: Erteilte Aufträge
es_es: Pedidos realizados
fr_fr: Commandes passées
ja_jp: 注文済み
nl_nl: Geplaatste bestellingen
ru_ru: Размещенные заказы
uk_ua: Розміщені замовлення

source: Accepted Orders
de_de: Akzeptierte Bestellungen
es_es: Pedidos aceptados
fr_fr: Commandes acceptées
ja_jp: 受理された注文
nl_nl: Geaccepteerde bestellingen
ru_ru: Принятые заказы
uk_ua: Прийняті замовлення

source: Packed Orders
de_de: Gepackte Bestellungen
es_es: Pedidos empaquetados
fr_fr: Commandes empaquetées
ja_jp: 梱包済み注文
nl_nl: Verpakte bestellingen
ru_ru: Упакованные заказы
uk_ua: Упаковані замовлення

source: Shipped Orders
de_de: Versandbestellungen
es_es: Pedidos enviados
fr_fr: Commandes expédiées
ja_jp: 発送済み注文
nl_nl: Verzonden bestellingen
ru_ru: Отправленные заказы
uk_ua: Доставлені замовлення

source: Blogs
es_es: Bloques
ja_jp: ブログ
ru_ru: Блоги
uk_ua: Блоги

source: Posts
de_de: Beiträge
es_es: Mensajes
fr_fr: Publications
ja_jp: 投稿
nl_nl: Berichten
ru_ru: Должности
uk_ua: Повідомлення

source: Blog Categories
de_de: Blog-Kategorien
es_es: Categorías de blog
fr_fr: Catégories de blog
ja_jp: ブログカテゴリ
nl_nl: Blog Categorieën
ru_ru: Категории блогов
uk_ua: Розділи блогу

source: Reviews
de_de: Bewertungen
es_es: Reseñas
fr_fr: Revues
ja_jp: レビュー
nl_nl: Beoordelingen
ru_ru: Отзывы
uk_ua: Відгуки

source: Carts
de_de: Warenkorb
es_es: Carritos
fr_fr: Paniers
ja_jp: カート
nl_nl: Winkelwagens
ru_ru: Корзина
uk_ua: Кошики

source: Wishlists
de_de: Wunschlisten
es_es: Listas de deseos
fr_fr: Listes de souhaits
ja_jp: ほしい物リスト
nl_nl: Verlanglijsten
ru_ru: Списки пожеланий
uk_ua: Списки бажань

source: Other Pages
de_de: Andere Seiten
es_es: Otras páginas
fr_fr: Autres pages
ja_jp: その他のページ
nl_nl: Andere pagina's
ru_ru: Другие страницы
uk_ua: Інші сторінки

source: Error 500 (Please Overwrite this in your page!!!)
de_de: Fehler 500 (Bitte überschreiben Sie dies in Ihrer Seite!!!)
es_es: Error 500 (¡Por favor sobreescribe esto en tu página!!!)
fr_fr: Erreur 500 (Veuillez écraser ceci dans votre page!!!)
ja_jp: エラー500（ページで上書きしてください！）
nl_nl: Fout 500 (Gelieve dit te overschrijven op uw pagina!!!)
ru_ru: Ошибка 500 (Перепишите это на вашей странице!!!)
uk_ua: Помилка 500 (Будь ласка, перезаписати це на вашій сторінці!!!)

source: Static &amp; Dynamic Tables
de_de: Statische &amp; Dynamische Tabellen
es_es: Tablas estáticas &amp; dinámicas
fr_fr: Tables statiques &amp; dynamiques
nl_nl: Statische &amp; dynamische tabellen
ru_ru: Статичные &amp; динамические таблицы
uk_ua: Статичні &amp; Динамічні таблиці

source: Choose Skin
de_de: Skin auswählen
es_es: Elegir aspecto
fr_fr: Choisir un skin
ja_jp: スキンを選択
nl_nl: Skin kiezen
ru_ru: Выберите скин
uk_ua: Вибір теми

source: Fixed Navbar
de_de: Feste Navbar
es_es: Navbar fijo
fr_fr: Barre de navigation fixe
ja_jp: ナビゲーションバーを修正
nl_nl: Vaste navigatiebalk
ru_ru: Фиксированная панель навигации
uk_ua: Фіксована панель навігації

source: Fixed Sidebar
de_de: Feste Seitenleiste
es_es: Barra lateral fija
fr_fr: Barre latérale fixe
ja_jp: サイドバーの固定
nl_nl: Vaste sidebar
ru_ru: Исправлена боковая панель
uk_ua: Закріплена бічна панель

source: Fixed Breadcrumbs
de_de: Feste Breadcrumbs
es_es: Corregido migas de pan
fr_fr: Fil d'Ariane Fixe
ja_jp: 固定パンくずリスト
nl_nl: Vaste broodkruimels
ru_ru: Исправлена навигация
uk_ua: Фіксовані Навігаційні ланцюжки

source: Right To Left (rtl)
de_de: Rechts nach links (rtl)
es_es: Derecha a Izquierda (rtl)
fr_fr: Droite à Gauche (rtl)
ja_jp: 右から左へ (RTL)
nl_nl: Rechts naar links (rtl)
ru_ru: Справа налево (rtl)
uk_ua: Справа наліво (rtl)

source: Inside
de_de: Innen
es_es: Dentro
fr_fr: À l'intérieur
ja_jp: 内部
nl_nl: Binnen
ru_ru: Внутри
uk_ua: Всередині

source: Submenu on Hover
de_de: Untermenü beim Hover
es_es: Submenú en Hover
fr_fr: Sous-menu au survol
ja_jp: Hover のサブメニュー
nl_nl: Submenu bij zweven
ru_ru: Подменю на Hover
uk_ua: Підпункт меню при наведенні

source: Alt. Active Item
de_de: Alt. Aktives Element
es_es: Alt. elemento activo
fr_fr: Élément actif secondaire
nl_nl: Alternatief actief Item
ru_ru: Всегда активный предмет
uk_ua: Alt. Активний елемент

source: No content.
de_de: Kein Inhalt.
es_es: Sin contenido.
fr_fr: Aucun contenu.
ja_jp: コンテンツがありません。
nl_nl: Geen inhoud.
ru_ru: Нет контента.
uk_ua: Немає вмісту.

source: Manage Blogs' Categories
de_de: Blogs Kategorien verwalten
es_es: Administrar categorías de blogs
fr_fr: Gérer les catégories des blogs
ja_jp: ブログのカテゴリを管理
nl_nl: Beheer Blog's Categorieën
ru_ru: Управление категориями блогов
uk_ua: Керування категоріями блогів

source: Category Management
de_de: Kategorie-Management
es_es: Gestión de categorías
fr_fr: Gestion des catégories
ja_jp: カテゴリ管理
nl_nl: Categorie Beheer
ru_ru: Управление категориями
uk_ua: Управління категоріями

source: Blogs Involved
de_de: Blogs beteiligt
es_es: Blogs involucrados
fr_fr: Blogs impliqués
ja_jp: 含まれるブログ
nl_nl: Blogs Geïnvolueerd
ru_ru: Блоги вступили
uk_ua: Дописи в блог

source: Page:
de_de: Seite:
es_es: Página:
ja_jp: ページ:
nl_nl: Pagina:
ru_ru: Страница:
uk_ua: Сторінка:

source: Total:
de_de: Gesamt:
ja_jp: 合計:
nl_nl: Totaal:
ru_ru: Всего:
uk_ua: Загалом:

source: Manage Carts
de_de: Warenkörbe verwalten
es_es: Administrar Carritos
fr_fr: Gérer les paniers
ja_jp: カートの管理
nl_nl: Winkelwagens beheren
ru_ru: Управление корзинами
uk_ua: Керування кошиками

source: Cart Management
de_de: Warenkorb-Management
es_es: Gestión de carritos
fr_fr: Gestion du panier
ja_jp: カート管理
nl_nl: Winkelwagen beheer
ru_ru: Управление корзиной
uk_ua: Керування кошиком

source: Quantity
de_de: Menge
es_es: Cantidad
fr_fr: Quantité
ja_jp: 数量
nl_nl: Aantal
ru_ru: Количество
uk_ua: Кількість

source: Customer
de_de: Kunde
es_es: Cliente
fr_fr: Client
ja_jp: 顧客
nl_nl: Klant
ru_ru: Покупатель
uk_ua: Замовник

source: Instrument Category
de_de: Instrument Kategorie
es_es: Categoría Instrumento
fr_fr: Catégorie d'instruments
ja_jp: 楽器のカテゴリ
nl_nl: Instrument Categorie
ru_ru: Категория прибора
uk_ua: Типова категорія інструментів

source: Created at
de_de: Erstellt am
es_es: Creado el
fr_fr: Créé le
ja_jp: 作成日時
nl_nl: Aangemaakt op
ru_ru: Создано в
uk_ua: Створений в

source: Instrument Description
de_de: Instrumentenbeschreibung
es_es: Descripción de Instrumento
fr_fr: Description de l'instrument
ja_jp: 装置の説明
nl_nl: Instrument Beschrijving
ru_ru: Описание прибора
uk_ua: Опис інструменту

source: Total:
de_de: Gesamt:
ja_jp: 合計:
nl_nl: Totaal:
ru_ru: Всего:
uk_ua: Загалом:

source: The cart will be deleted and the operation can not be revoked
de_de: Der Warenkorb wird gelöscht und der Vorgang kann nicht widerrufen werden
es_es: El carrito será eliminado y la operación no puede ser revocada
fr_fr: Le panier sera supprimé et l'opération ne pourra pas être révoquée
ja_jp: カートは削除され、操作を取り消すことはできません
nl_nl: De winkelwagen wordt verwijderd en de bewerking kan niet worden herroepen
ru_ru: Корзина будет удалена и операция не может быть отменена
uk_ua: Кошик буде видалено. Операція не може бути скасована

source: amis demo
es_es: demo de amis
fr_fr: Démo des amis
ja_jp: amisデモ
ru_ru: amis демо
uk_ua: amis демо

source: Welcome to
de_de: Willkommen bei
es_es: Bienvenido a
fr_fr: Bienvenue sur
ja_jp: ようこそ
nl_nl: Welkom bij
ru_ru: Добро пожаловать в
uk_ua: Ласкаво просимо в

source: Ace
de_de: Ass
es_es: As
fr_fr: As
ru_ru: Туз
uk_ua: Туз

source: Reviews
de_de: Bewertungen
es_es: Reseñas
fr_fr: Revues
ja_jp: レビュー
nl_nl: Beoordelingen
ru_ru: Отзывы
uk_ua: Відгуки

source: traffic used
de_de: benutzter Traffic
es_es: tráfico usado
fr_fr: trafic utilisé
ja_jp: 使用済みのトラフィック
nl_nl: Gebruikte verkeer
ru_ru: трафик исполнен
uk_ua: трафік використано

source: 58GB remaining
de_de: 58 GB verbleibend
es_es: 58GB restantes
fr_fr: 58Go restants
ja_jp: 残り58GB
nl_nl: 58GB resterend
ru_ru: 58ГБ осталось
uk_ua: 58GB залишилось

source: Completion
de_de: Fertigstellung
es_es: Finalización
fr_fr: Achèvement
ja_jp: 完了
nl_nl: Voltooiing
ru_ru: Завершение
uk_ua: Завершення

source: Earnings
de_de: Einnahmen
es_es: Ganancias
fr_fr: Gains
ja_jp: 収益
nl_nl: Inkomsten
ru_ru: Доходы
uk_ua: Дохід

source: Downloads
es_es: Descargas
fr_fr: Téléchargements
ja_jp: ダウンロード
ru_ru: Загрузки
uk_ua: Завантажень

source: Traffic Sources
de_de: Traffic Quellen
es_es: Orígenes de los Tristes
fr_fr: Sources de trafic
ja_jp: トラフィックソース
nl_nl: Data bronnen
ru_ru: Источники трафика
uk_ua: Джерела трафіку

source: This Week
de_de: Diese Woche
es_es: Esta semana
fr_fr: Cette semaine
ja_jp: 今週中
nl_nl: Deze week
ru_ru: На этой неделе
uk_ua: На цьому тижні

source: Last Week
de_de: Letzte Woche
es_es: Última semana
fr_fr: Semaine dernière
ja_jp: 前週
nl_nl: Vorige week
ru_ru: Прошлая неделя
uk_ua: Минулий тиждень

source: This Month
de_de: Diesen Monat
es_es: Este mes
fr_fr: Ce mois-ci
ja_jp: 今月
nl_nl: Deze Maand
ru_ru: В этом месяце
uk_ua: Цього місяця

source: Last Month
de_de: Letzten Monat
es_es: Mes pasado
fr_fr: Le mois dernier
ja_jp: 前月
nl_nl: Afgelopen maand
ru_ru: Прошлый месяц
uk_ua: Минулий місяць

source: likes
de_de: gefällt
es_es: me gusta
fr_fr: J'aime
ja_jp: いいね
nl_nl: vind-ik-leuks
ru_ru: лайки
uk_ua: лайків

source: tweets
ja_jp: ツイート
ru_ru: твиты
uk_ua: твіти

source: pins
es_es: pines
fr_fr: épingles
ja_jp: ピン
nl_nl: pinnen
ru_ru: штрихи
uk_ua: піни

source: Popular Instruments
de_de: Beliebte Instrumente
es_es: Instrumentos populares
fr_fr: Instruments populaires
ja_jp: 人気の楽器。
nl_nl: Populaire instrumenten
ru_ru: Популярные инструменты
uk_ua: Популярні інструменти

source: name
es_es: nombre
fr_fr: Nom
ja_jp: 名前
nl_nl: Naam
ru_ru: имя
uk_ua: ім'я

source: price
de_de: preis
es_es: precio
fr_fr: prix
ja_jp: 価格
nl_nl: prijs
ru_ru: цена
uk_ua: ціна

source: status
es_es: estado
fr_fr: statuts
ja_jp: ステータス
ru_ru: статус
uk_ua: статус

source: RECENT
de_de: AKTUELLEN
es_es: RECENTE
fr_fr: RÉCENTE
ja_jp: 最近の
nl_nl: ONTVANG
ru_ru: ПОСЛЕДНИЕ
uk_ua: ОСТАННІ

source: Members
de_de: Mitglieder
es_es: Miembros
fr_fr: Membres
ja_jp: メンバー
nl_nl: leden
ru_ru: Члены Комитета
uk_ua: Члени

source: Sortable Lists
de_de: Sortierbare Listen
es_es: Listas ordenables
fr_fr: Listes triables
ja_jp: ソート可能なリスト
nl_nl: Sorteerbare lijsten
ru_ru: Сортируемые списки
uk_ua: Списки, які можна сортувати

source: Answering customer questions
de_de: Kundenfragen beantworten
es_es: Responder a preguntas del cliente
fr_fr: Répondre aux questions du client
ja_jp: 顧客の質問への回答
nl_nl: Beantwoord klantvragen
ru_ru: Ответы на вопросы клиента
uk_ua: Відповісти на запитання клієнта

source: Fixing bugs
de_de: Fehler beheben
es_es: Corregiendo errores
fr_fr: Correction de bugs
ja_jp: バグの修正
nl_nl: Problemen oplossen
ru_ru: Исправление ошибок
uk_ua: Виправлення помилок

source: Adding new features
de_de: Neue Funktionen hinzufügen
es_es: Agregando nuevas características
fr_fr: Ajout de nouvelles fonctionnalités
ja_jp: 新機能の追加
nl_nl: Nieuwe functies toevoegen
ru_ru: Добавление новых возможностей
uk_ua: Додавання нових функцій

source: Upgrading scripts used in template
de_de: Aktualisiere Skripte, die in der Vorlage verwendet werden
es_es: Actualizar scripts usados en la plantilla
fr_fr: Mise à jour des scripts utilisés dans le modèle
ja_jp: テンプレートで使用されるスクリプトをアップグレードします
nl_nl: Scripts die gebruikt worden in sjabloon upgraden
ru_ru: Обновление скриптов, используемых в шаблоне
uk_ua: Оновлення скриптів, які використовуються в шаблоні

source: Adding new skins
de_de: Neue Skins hinzufügen
es_es: Añadiendo nuevos skins
fr_fr: Ajout de nouveaux skins
ja_jp: 新しいスキンを追加中
nl_nl: Nieuwe skins toevoegen
ru_ru: Добавление новых скинов
uk_ua: Додавання нових скінів

source: Updating server software up
de_de: Serversoftware wird aktualisiert
es_es: Actualizando software del servidor
fr_fr: Mise à jour du logiciel serveur en cours
ja_jp: サーバーソフトウェアのアップデート中
nl_nl: Server software updaten
ru_ru: Обновление программного обеспечения сервера
uk_ua: Оновлення програмного забезпечення сервера

source: Cleaning up
de_de: Aufräumen
es_es: Limpieza
fr_fr: Nettoyage en cours
ja_jp: クリーンアップ中
nl_nl: Opschonen
ru_ru: Очистка
uk_ua: Очищення

source: Bob Doe
ru_ru: Боб Део
uk_ua: Боб Доу

source: 20 min
ja_jp: 20 分
ru_ru: 20 мин
uk_ua: 20 хв

source: pending
de_de: ausstehend
es_es: pendiente
fr_fr: en attente
ja_jp: 保留中
nl_nl: openstaande
ru_ru: ожидается
uk_ua: в очікуванні

source: Joe Doe
ja_jp: ジョー・ドゥ
ru_ru: Джо До
uk_ua: Джо Доу

source: 1 hour
de_de: 1 Stunde
es_es: 1 hora
fr_fr: 1 heure
ja_jp: 1 時間
nl_nl: 1 uur
ru_ru: 1 час
uk_ua: 1 година

source: Jim Doe
ja_jp: ジム・ドゥ
ru_ru: Джим До
uk_ua: Джим Доу

source: 2 hour
de_de: 2 Stunden
es_es: 2 horas
fr_fr: 2 heures
ja_jp: 2時間
nl_nl: 2 uur
ru_ru: 2 часа
uk_ua: 2 години

source: Alex Doe
ru_ru: Алекс Доу
uk_ua: Алекс Доу

source: 3 hour
de_de: 3 Stunden
es_es: 3 horas
fr_fr: 3 heures
ja_jp: 3分
nl_nl: 3 uur
ru_ru: 3 часа
uk_ua: 3 години

source: blocked
de_de: blockiert
es_es: bloqueado
fr_fr: bloqués
ja_jp: ブロック
nl_nl: geblokkeerd
ru_ru: заблокировано
uk_ua: заблокований

source: 6 hour
de_de: 6 Stunden
es_es: 6 horas
fr_fr: 6 heures
ja_jp: 6 時間
nl_nl: 6 uur
ru_ru: 6 часов
uk_ua: 6 годин

source: approved
de_de: genehmigt
es_es: aprobado
fr_fr: approuvé
ja_jp: 承認済み
nl_nl: goedgekeurd
ru_ru: одобрено
uk_ua: затверджено

source: Susan
ja_jp: スーザン語
ru_ru: Сюзан
uk_ua: Сьюзан

source: yesterday
de_de: gestern
es_es: ayer
fr_fr: Hier
ja_jp: 昨日
nl_nl: gisteren
ru_ru: вчера
uk_ua: вчора

source: Phil Doe
ru_ru: Фил Дое
uk_ua: Філ Доу

source: 2 days ago
de_de: vor 2 Tagen
es_es: Hace 2 días
fr_fr: Il y a 2 jours
ja_jp: 2日前
nl_nl: 2 dagen geleden
ru_ru: 2 дня назад
uk_ua: 2 дні тому

source: online
es_es: en línea
fr_fr: en ligne
ja_jp: オンライン
ru_ru: онлайн
uk_ua: в мережі

source: Alexa Doe
ru_ru: Алекса Доу
uk_ua: Алекса Доу

source: 3 days ago
de_de: vor 3 Tagen
es_es: Hace 3 días
fr_fr: Il y a 3 jours
ja_jp: 3 日前
nl_nl: 3 dagen geleden
ru_ru: 3 дня назад
uk_ua: 3 дні тому

source: See all members &nbsp;
de_de: Alle Mitglieder &nbsp; ansehen
es_es: Ver todos los miembros &nbsp;
fr_fr: Voir tous les membres &nbsp;
ja_jp: すべてのメンバーを表示 &nbsp;
nl_nl: Alle leden weergeven &nbsp;
ru_ru: Посмотреть всех участников &nbsp;
uk_ua: Див. всіх учасників &nbsp;

source: 6 min
ja_jp: 6 分
ru_ru: 6 мин
uk_ua: 6 хв

source: Jennifer
ru_ru: Награды за Рейтинг
uk_ua: Дженніфер

source: 15 min
de_de: 15 Minuten
fr_fr: 15 minutes
ja_jp: 15分
ru_ru: 15 мин
uk_ua: 15 хв

source: Joe
fr_fr: Joyeux
ru_ru: Джо
uk_ua: Джо

source: 22 min
de_de: 22 Minuten
fr_fr: 22 minutes
ja_jp: 22 分
ru_ru: 22 мин
uk_ua: 22 хв

source: Rita
ja_jp: リタ
ru_ru: Рита
uk_ua: Ріта

source: 50 min
ja_jp: 50 分
ru_ru: 50 мин
uk_ua: 50 хв

source: See all comments &nbsp;
de_de: Alle Kommentare &nbsp; ansehen
es_es: Ver todos los comentarios &nbsp;
fr_fr: Voir tous les commentaires &nbsp;
ja_jp: すべてのコメントを見る &nbsp;
nl_nl: Bekijk alle reacties &nbsp;
ru_ru: Посмотреть все комментарии &nbsp;
uk_ua: Переглянути всі коментарі &nbsp;
