Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Customer information - Musicmo - Musical Instruments Shop - Checkout
de_de: Kundeninformationen - Musicmo - Musical Instruments Shop - Checkout
es_es: Información del cliente - Musicmo - Tienda de Instrumentos Musicales - Checkout
fr_fr: Informations sur le client - Musicmo - Boutique d'instruments de musique - Checkout
ja_jp: お客様情報 - 音楽 - 楽器ショップ - チェックアウト
nl_nl: Klantinformatie - Musicmo - Musical Instruments Shop - Checkout
ru_ru: Информация о клиенте - Musicmo - Магазин музыкальных инструментов - оформление заказа
uk_ua: Інформація про клієнтів - Musicmo - Магазин музичних інструментів - Замовлення

source: All rights reserved Musicmo - Musical Instruments Shop
de_de: Alle Rechte vorbehalten Musicmo - Musikinstrumente Shop
es_es: Todos los derechos reservados a Musicmo - Tienda de Instruments Musical
fr_fr: Tous droits réservés Musicmo - Magasin d'instruments de musique
ja_jp: すべての権利は、音楽を予約しました - 楽器ショップ
nl_nl: Alle rechten voorbehouden Musicmo - Muziek instrumentenwinkel
ru_ru: Все права защищены Musicmo - магазин музыкальных инструментов
uk_ua: Всі права захищені Musicmo - Магазин музичних інструментів

source: Order summary
de_de: Bestellübersicht
es_es: Resumen del pedido
fr_fr: Résumé de la commande
ja_jp: 注文の概要
nl_nl: Overzicht van bestelling
ru_ru: Сводка заказа
uk_ua: Підсумок замовлення

source: Shopping cart
de_de: Warenkorb
es_es: Cesta de la compra
fr_fr: Panier d'achat
ja_jp: ショッピングカート
nl_nl: Winkelwagen
ru_ru: Корзина
uk_ua: Кошик покупок

source: Product image
de_de: Produktbild
es_es: Imagen del producto
fr_fr: Image du produit
ja_jp: 商品画像
nl_nl: Product afbeelding
ru_ru: Изображение товара
uk_ua: Зображення товару

source: Add:
de_de: Hinzufügen:
es_es: Añadir:
fr_fr: Ajouter :
ja_jp: 追加:
nl_nl: Toevoegen:
ru_ru: Добавить:
uk_ua: Додати:

source: Scroll for more items
de_de: Für mehr Elemente scrollen
es_es: Desplazar para más elementos
fr_fr: Faites défiler pour plus d'éléments
ja_jp: さらに多くのアイテムをスクロールする
nl_nl: Scroll voor meer items
ru_ru: Прокрутите для других элементов
uk_ua: Прокрутіть для більшої кількості елементів

source: Cost summary
de_de: Kostenübersicht
es_es: Resumen de costos
fr_fr: Résumé des coûts
ja_jp: コストの概要
nl_nl: Kosten overzicht
ru_ru: Сводка стоимости
uk_ua: Підсумок витрат

source: Calculated at next step
de_de: Berechnet im nächsten Schritt
es_es: Calculado en el siguiente paso
fr_fr: Calculé à l'étape suivante
ja_jp: 次のステップで計算されます
nl_nl: Berekend bij volgende stap
ru_ru: Рассчитано на следующем этапе
uk_ua: Розраховано на наступному кроці

source: Taxes (estimated)
de_de: Steuern (geschätzt)
es_es: Impuestos (estimado)
fr_fr: Taxes (estimées)
ja_jp: 税金（推定）
nl_nl: Belastingen (ingeschat)
ru_ru: Налоги (предполагаемые)
uk_ua: Податки (оцінювані)

source: Total
de_de: Gesamt
ja_jp: 合計
nl_nl: Totaal
ru_ru: Итого
uk_ua: Загальна сума замовлення

source: Updated total price:
de_de: Aktualisierter Gesamtpreis:
es_es: Precio total actualizado:
fr_fr: Prix total mis à jour :
ja_jp: 合計金額の更新:
nl_nl: Totale prijs bijgewerkt:
ru_ru: Общая цена:
uk_ua: Оновлена загальна ціна:

source: Shipping - Checkout
de_de: Versand - Kasse
es_es: Envío - Pago
fr_fr: Expédition - Commander
ja_jp: 配送 - チェックアウト
nl_nl: Verzending - Afrekenen
ru_ru: Доставка - Оплата
uk_ua: Доставка - оформлення замовлення

source: Change contact information
de_de: Kontaktinformationen ändern
es_es: Cambiar información de contacto
fr_fr: Modifier les informations de contact
ja_jp: 連絡先情報の変更
nl_nl: Contactgegevens wijzigen
ru_ru: Изменить контактную информацию
uk_ua: Змінити контактну інформацію

source: Ship to
de_de: Versand an
es_es: Enviar a
fr_fr: Expédier à
ja_jp: 配送先
nl_nl: Verzenden naar
ru_ru: Корабль
uk_ua: Доставка до

source: Shipping method
de_de: Versandart
es_es: Método de envío
fr_fr: Mode de livraison
ja_jp: 配送方法
nl_nl: Methode van verzending
ru_ru: Способ доставки
uk_ua: Спосіб доставки

source: Continue to payment
de_de: Weiter zur Zahlung
es_es: Continuar con el pago
fr_fr: Continuer vers le paiement
ja_jp: 支払いを続ける
nl_nl: Doorgaan naar betaling
ru_ru: Перейти к оплате
uk_ua: Продовжити платіж

source: Musicmo - Musical Instruments Shop
de_de: Musicmo - Musikinstrumente Shop
es_es: Musicmo - Tienda de Instruments Musical
fr_fr: Musicmo - Boutique d'instruments de musique
ja_jp: 音楽 - 楽器ショップ
nl_nl: Musicmo - Muziek instrumentenwinkel
ru_ru: Musicmo - магазин музыкальных инструментов
uk_ua: Музика - Магазин музичних інструментів

source: Add:
de_de: Hinzufügen:
es_es: Añadir:
fr_fr: Ajouter :
ja_jp: 追加:
nl_nl: Toevoegen:
ru_ru: Добавить:
uk_ua: Додати:

source: Order completed!
de_de: Bestellung abgeschlossen!
es_es: ¡Pedido completado!
fr_fr: Commande terminée !
ja_jp: 注文完了！
nl_nl: Bestelling voltooid!
ru_ru: Заказ выполнен!
uk_ua: Замовлення завершене!

source: You will receive a confirmation email soon!
de_de: Sie erhalten in Kürze eine Bestätigungs-E-Mail!
es_es: ¡Recibirás un correo electrónico de confirmación pronto!
fr_fr: Vous allez bientôt recevoir un email de confirmation !
ja_jp: 間もなく確認メールが届きます!
nl_nl: U ontvangt binnenkort een bevestigingsmail!
ru_ru: Скоро вы получите подтверждение по электронной почте!
uk_ua: Незабаром ви отримаєте електронний лист із підтвердженням!

source: Enjoy The
de_de: Genießen Sie die
es_es: Disfruta de la
fr_fr: Profitez du
ja_jp: 楽しむ：
nl_nl: Geniet van de
ru_ru: Наслаждайтесь
uk_ua: Насолоджуйтесь

source: Chinese Instruments
de_de: Chinesische Instrumente
es_es: Instrumentos chinos
fr_fr: Instruments chinois
ja_jp: 中国の楽器。
nl_nl: Chinese instrumenten
ru_ru: Китайские инструменты
uk_ua: Китайські інструменти

source: Serve as a communication bridge between Chinese instruments and Western instruments
de_de: Servieren Sie als Kommunikationsbrücke zwischen chinesischen Instrumenten und westlichen Instrumenten
es_es: Sirva como puente de comunicación entre instrumentos chinos e instrumentos occidentales
fr_fr: Servir de pont de communication entre les instruments chinois et les instruments occidentaux
ja_jp: 中国楽器と西洋楽器のコミュニケーションの架け橋として役立つ。
nl_nl: Als brug te dienen tussen Chinese instrumenten en Westerse instrumenten
ru_ru: Сервируйте как коммуникационный мост между китайскими инструментами и западными инструментами
uk_ua: Використовувати як комунікаційний міст між китайськими інструментами та західними інструментами

source: Music and Instruments are
de_de: Musik und Instrumente sind
es_es: Música e Instrumentos son
fr_fr: La musique et les instruments sont
ja_jp: 音楽と楽器は
nl_nl: Muziek en instrumenten zijn
ru_ru: Музыка и инструменты
uk_ua: Музика та інструменти

source: Universal.
es_es: Curioso.
fr_fr: Universelle.
ja_jp: 普遍的です。
nl_nl: universeel.
ru_ru: Универсальный.
uk_ua: Універсальний.

source: A Convivial Journey of Chinese Instruments
de_de: Eine Reise chinesischer Instrumente
es_es: Un diario convivial de intrusiones chinas
fr_fr: Un voyage convial des instruments chinois
ja_jp: 中国楽器の陽気な旅
nl_nl: Een Conviale reis van Chinese Instrumenten
ru_ru: Конвиальное путешествие китайских инструментов
uk_ua: Звичайна поїздка до китайських інструментів

source: Let us Shop
de_de: Lass uns kaufen
es_es: Compremos
fr_fr: Achats
ja_jp: 私たちに買い物をしましょう
nl_nl: Laten we Winkelen
ru_ru: Давайте делать покупки
uk_ua: Нехай нам магазин

source: Chinese Instruments.
de_de: Chinesische Instrumente.
es_es: Instrumentos chinos.
fr_fr: Instruments chinois.
ja_jp: 中国の器具。
nl_nl: Chinese instrumenten.
ru_ru: Китайские инструменты.
uk_ua: Китайські покарання.

source: Melodious Instruments offer you a break from routine life.
de_de: Melodiöse Instrumente bieten Ihnen eine Pause von der Routinewelt.
es_es: Los Instruments Melodiosos le ofrecen un descanso de la vida rutina.
fr_fr: Melodious Instruments vous offre une pause dans la vie de routine.
ja_jp: メロディアスな楽器は日常生活からの休憩を提供します。
nl_nl: Melodieuze instrumenten bieden u een onderbreking van het routineleven.
ru_ru: Мелодичные инструменты предлагают Вам отдых от повседневной жизни.
uk_ua: Мелодійні інструменти пропонують вам переломувати з рутинного життя.

source: Instruments Shop
de_de: Instrumentengeschäft
es_es: Tienda de Instruments
fr_fr: Magasin d'instruments
ja_jp: 楽器ショップ
nl_nl: Instrumenten Winkel
ru_ru: Магазин инструментов
uk_ua: Магазин інструментів

source: Now
de_de: Jetzt
es_es: Ahora
fr_fr: Maintenant
ja_jp: 現在
nl_nl: Nu
ru_ru: Сейчас
uk_ua: Зараз

source: The project displays Chinese and Western musical instruments in the separate zone to attract potential customers from different cultural backgrounds. The following figures shows the shopping zone specially designed to promote Chinese instruments.
de_de: Das Projekt zeigt chinesische und westliche Musikinstrumente in der separaten Zone, um potentielle Kunden aus unterschiedlichen kulturellen Hintergründen zu gewinnen. Die folgenden Zahlen zeigen die Einkaufszone, die speziell für die Förderung chinesischer Instrumente entwickelt wurde.
es_es: El proyecto presenta instrumentos musicales chinos y occidentales en la zona separada para atraer clientes potenciales de diferentes orígenes culturales. Las siguientes cifras muestran la zona comercial especialmente diseñada para promover los instrumentos chinos.
fr_fr: Le projet présente des instruments de musique chinois et occidentaux dans la zone séparée pour attirer les clients potentiels de différents milieux culturels. Les chiffres suivants montrent la zone commerciale spécialement conçue pour promouvoir les instruments chinois.
ja_jp: このプロジェクトは、異なる文化的背景から潜在的な顧客を引き付けるために、別のゾーンに中国と西洋の楽器を表示します。 以下の図は、中国の楽器を促進するために特別に設計されたショッピングゾーンを示しています。
nl_nl: Het project geeft Chinese en westerse muziekinstrumenten in de afzonderlijke zone weer om potentiële klanten met verschillende culturele achtergronden aan te trekken. De volgende cijfers tonen de winkelzone die speciaal is ontworpen om Chinese instrumenten te promoten.
ru_ru: Проект демонстрирует китайские и западные музыкальные инструменты в отдельной зоне для привлечения потенциальных клиентов из разных культур. На рисунках показана торговая зона, специально предназначенная для продвижения китайских инструментов.
uk_ua: Проект відображає китайські та західні музичні інструменти в окремій зоні для залучення потенційних клієнтів з різних культурних походжень. Наступні цифри показують, що шопінг, спеціально розроблений для просування китайських інструментів.

source: Music is a language, and the more “words” you learn the more you will be able to say. You will soon find yourself wanting to apply the information you’ve learned to create music of your own and express your own voice. Music is not just about knowing how to play specific songs, it is about expressing emotion through sound. Whether it is just playing your own version of a song, or creating an entirely new one, learning how to play an instrument enables you to use your creativity to say something original.
de_de: Musik ist eine Sprache, und je mehr „Wörter“ Sie lernen, desto mehr können Sie sagen. Sie werden bald feststellen, dass Sie die Informationen, die Sie gelernt haben, um eigene Musik zu erstellen und Ihre eigene Stimme auszudrücken, anwenden möchten. Bei Musik geht es nicht nur darum, bestimmte Songs zu spielen, sondern auch Emotionen durch Klang zum Ausdruck zu bringen. Ob es nur Ihre eigene Version eines Liedes spielt oder ein völlig neues erstellen Lernen wie man ein Instrument spielt, ermöglicht es Ihnen, Ihre Kreativität zu nutzen, um etwas Originelles zu sagen.
es_es: La música es un idioma, y cuanto más “palabras” aprendas, más podrás decir. Pronto te sentirás deseando aplicar la información que has aprendido a crear música propia y expresar tu propia voz. La música no consiste sólo en saber cómo tocar canciones específicas, sino también en expresar emociones a través del sonido. Ya sea que esté reproduciendo su propia versión de una canción, o creando una completamente nueva aprender a reproducir un instrumento te permite utilizar tu creatividad para decir algo original.
fr_fr: La musique est une langue, et plus vous apprenez de « mots », plus vous pourrez en dire plus. Vous vous retrouverez bientôt à vouloir appliquer les informations que vous avez apprises à créer votre propre musique et à exprimer votre propre voix. La musique ne consiste pas seulement à savoir jouer des chansons spécifiques, mais aussi à exprimer l'émotion par le son. Qu'il s'agisse simplement de jouer votre propre version d'une chanson, ou de créer une toute nouvelle version, Apprendre à jouer un instrument vous permet d'utiliser votre créativité pour dire quelque chose d'original.
ja_jp: 音楽は言語であり、より多くの「単語」を学ぶと、あなたはより多くのことを言うことができるようになります。 あなたはすぐにあなた自身の音楽を作成し、あなた自身の声を表現するためにあなたが学んだ情報を適用したいと思うことになります。 音楽とは、単に特定の曲の演奏方法を知るだけではなく、音を通して感情を表現することです。 自分のバージョンの曲を再生したり、まったく新しい曲を作成したりすることができます。 楽器の弾き方を学ぶことで独創的なことを言うことができます
nl_nl: Muziek is een taal, en hoe meer "woorden" je leert hoe meer je kunt zeggen. Je zult spoedig ontdekken dat je de informatie die je hebt geleerd om eigen muziek te maken en je eigen stem uit te drukken. Muziek gaat er niet alleen om te weten hoe je specifieke liedjes moet spelen, maar ook om emoties te uiten door geluid te laten horen. Of het nu alleen je eigen versie van een liedje speelt, of een geheel nieuwe aanmaken. leren hoe je een instrument kunt spelen stelt je in staat je creativiteit te gebruiken om iets origineel te zeggen.
ru_ru: Музыка - это язык, и чем больше «слов» вы узнаете больше вы сможете сказать. В скором времени вы получите желание применить информацию, которую вы научились создавать свою музыку и выражать свой голос. Музыка - это не просто знание того, как играть конкретные песни, это выражение эмоций через звук. Будь то проигрывание собственной версии песни или создание совершенно новой, Узнайте, как играть в инструмент, вы можете использовать свой творческий потенциал для того, чтобы сказать что-то оригинальное.
uk_ua: Музика - це мова, і чим більше «слів» ви дізнаєтеся, тим більше зможете сказати. Незабаром ви побачите, що хочете застосувати інформацію, яку навчилися створювати власну музику і висловлювати свій власний голос. Музика не тільки в тому, щоб знати, як грати конкретні пісні, а й для вираження емоцій звуку. Чи це просто грає ваша власна версія пісні, або створення зовсім нового, Навчитися грати на інструменті дає змогу використовувати свою креативність і казати щось оригінальне.

source: Shop Now
de_de: Jetzt einkaufen
es_es: Comprar ahora
fr_fr: Acheter maintenant
ja_jp: 今すぐ購入
nl_nl: Winkel nu
ru_ru: Купить сейчас
uk_ua: Магазин

source: Amazing Instruments
de_de: Erstaunliche Instrumente
es_es: Instrumentos increíbles
fr_fr: Instruments incroyables
ja_jp: 素晴らしい道具
nl_nl: Geweldige instrumenten
ru_ru: Удивительные инструменты
uk_ua: Дивовижні інструменти

source: Choose The
de_de: Wählen Sie die
es_es: Elige el
fr_fr: Choisir le
ja_jp: を選択
nl_nl: Kies de
ru_ru: Выберите
uk_ua: Виберіть

source: Just Extend Your
de_de: Einfach erweitern
es_es: Sólo tiene que ampliar tu
fr_fr: Prolongez simplement votre
ja_jp: あなたを拡張してください
nl_nl: Breid gewoon je uit
ru_ru: Расширьте свой
uk_ua: Просто продовжуйте

source: Music Style
de_de: Musikstil
es_es: Estilo de música
fr_fr: Style de musique
ja_jp: 音楽スタイル
nl_nl: Muziek stijl
ru_ru: Стиль музыки
uk_ua: Музичний стиль

source: Pipa
nl_nl: Pijp
ru_ru: Пипа
uk_ua: Піпа

source: Drum
de_de: Trommel
es_es: Tambor
fr_fr: Tambour
nl_nl: Trommel
ru_ru: Барабан
uk_ua: Барабан

source: Lusheng
es_es: Lusjeng
ru_ru: Лушенг
uk_ua: Лушенг

source: View All
de_de: Alle anzeigen
es_es: Ver todo
fr_fr: Voir tout
ja_jp: すべて表示
nl_nl: Alles Bekijken
ru_ru: Посмотреть все
uk_ua: Переглянути все

source: Amazing Offers
de_de: Erstaunliche Angebote
es_es: Ofertas increíbles
fr_fr: Offres incroyables
ja_jp: 素晴らしいオファー
nl_nl: Geweldige aanbiedingen
ru_ru: Удивительные предложения
uk_ua: Вражаючі пропозиції

source: View of
de_de: Ansicht von
es_es: Ver de
fr_fr: Vue de
ja_jp: ビュー:
nl_nl: Weergave van
ru_ru: Вид
uk_ua: Вид

source: and
de_de: und
es_es: y
fr_fr: et
ja_jp: と
nl_nl: en
ru_ru: и
uk_ua: та

source: 22%% off
de_de: 22%% aus
es_es: 22%% apagado
fr_fr: 22%% désactivé
ja_jp: 22%% オフ
nl_nl: 22%% korting
ru_ru: 22%% выкл
uk_ua: 22%% вимкнути

source: Cinque Terre, Italy
de_de: Cinque Terre, Italien
es_es: Cinque Terre, Italia
fr_fr: Cinque Terre, Italie
ja_jp: Cinque Terre, Italian
nl_nl: Cinque Terre, Italië
uk_ua: Чинке-Терре

source: 15%% off
de_de: 15%% aus
es_es: 15%% apagado
fr_fr: 15%% désactivée
ja_jp: 15%% オフ
nl_nl: 15%% uit
ru_ru: 15%% выкл
uk_ua: 15%% вимкнути

source: Parthenon, Greece
de_de: Parthenon, Griechenland
es_es: Partenón, Grecia
fr_fr: Parthénon, Grèce
ja_jp: パルテノン, ギリシャ
nl_nl: Parthenon, Griekenland
uk_ua: Партенон

source: 38%% off
de_de: 38%% Rabatt
es_es: 38%% apagado
fr_fr: 38%% désactivée
ja_jp: 38%% オフ
nl_nl: 38%% korting
ru_ru: 38%% выкл
uk_ua: 38%% вимкнено

source: 32%% off
de_de: 32%% aus
es_es: 32%% Apagado
fr_fr: 32%% désactivé
ja_jp: 32%% オフ
nl_nl: 32%% korting
ru_ru: 32%% выкл
uk_ua: 32%% вимкнено

source: Jungfrau Mountain, Switzerland
de_de: Jungfrau Berg, Schweiz
es_es: Montaña Jungfrau, Suiza
fr_fr: Montagne Jungfrau, Suisse
ja_jp: ユングフラウ山、スイス
nl_nl: Jungfrau berg, Zwitserland
ru_ru: Гора Джунгфрау, Швейцария
uk_ua: Юнгфрауський хребет

source: 700+ Instruments
de_de: 700+ Instrumente
es_es: 700+ Instrumentos
fr_fr: 700+ d'instruments
ja_jp: 700種類以上の楽器があります
nl_nl: 700 instrumenten
ru_ru: 700+ инструментов
uk_ua: 700+ Інструменти

source: The Chinese philosopher Confucius said long ago that "Music produces a kind of pleasure which human nature cannot do without." Playing a musical instrument has many benefits and can bring joy to you and to everyone around you.
de_de: Der chinesische Philosoph Confucius sagte vor langer Zeit, dass "Musik eine Art Vergnügen erzeugt, auf das die menschliche Natur nicht verzichten kann. Das Spielen eines Musikinstruments hat viele Vorteile und kann Ihnen und jedem rund um Sie Freude bereiten.
es_es: El coreógrafo chino Confucio dijo hace mucho que "la música produce un tipo de placer del que la naturaleza humana no puede prescindir. Reproducir un instrumento musical tiene muchos beneficios y puede traerle alegría a usted y a todos los que le rodean.
fr_fr: Le philosophe chinois Confucius a déclaré il y a longtemps que « la musique produit une sorte de plaisir dont la nature humaine ne peut se passer. Jouer un instrument de musique a de nombreux avantages et peut vous apporter de la joie et à tous ceux qui vous entourent.
ja_jp: 中国の哲学者孔子は昔、「音楽は人間の本質がなければできない喜びを生み出す」と言いました。 楽器を演奏することは多くの利点があり、周りの人に喜びをもたらすことができます。
nl_nl: De Chinese filosoof Confucius heeft lang geleden gezegd: "Muziek produceert een soort vreugde waar de mens niet omheen kan. Het spelen van een muzikaal instrument heeft veel voordelen en kan je en iedereen om je heen plezier bezorgen.
ru_ru: Китайский философ Конфуций уже давно говорил: "Музыка производит такое удовольствие, которое человеческая природа не может делать. Игра на музыкальный инструмент имеет много преимуществ и может принести радость вам и всем окружающим вам.
uk_ua: Китайський філософ Конфуцій давно сказав, що "музика виробляє таку радість, яку людська природа не може обійтися. Гра в музичний інструмент має багато переваг і може радіти вам та всім.

source: BEST PRICE GUARANTEE
de_de: BESTE PREISGARANTIE
es_es: GUARANTE DE MEJOR PRECIO
fr_fr: MEILLEURE GARANTIE DE PRIX
ja_jp: 最高価格の保証
nl_nl: BESTE PRIJS GARANTIE
ru_ru: ЛУЧШАЯ ЦЕНА ГАРАНТИИ
uk_ua: НАЙКРАЩА ГУАРАНТІЯ

source: You don’t have to become a virtuoso to reap the benefits of music. You will develop a taste for the different composers, styles, and genres of music. Not only does this cause you to be more well-versed in music, but it also leads to a higher appreciation of the skill.
de_de: Du musst kein virtuoso werden, um die Vorteile der Musik zu nutzen. Sie werden einen Geschmack für die verschiedenen Komponisten, Stile und Genres der Musik entwickeln. Dies führt nicht nur dazu, dass Sie in der Musik besser versiert sind, sondern auch zu einer höheren Wertschätzung der Fähigkeiten.
es_es: No tienes que convertirte en un virtuoso para cosechar los beneficios de la música. Usted desarrollará un gusto por los diferentes compositores, estilos y géneros de la música. Esto no sólo hace que estés más versado en música, sino que también lleva a una mayor apreciación de la habilidad.
fr_fr: Il n’est pas nécessaire de devenir un virtuose pour récolter les bienfaits de la musique. Vous développerez un goût pour les différents compositeurs, styles et genres musicaux. Non seulement cela vous fait mieux connaître la musique, mais cela conduit aussi à une plus grande appréciation de la compétence.
ja_jp: 音楽の恩恵を享受するためには、名人になる必要はありません。 音楽のさまざまな作曲家、スタイル、ジャンルのための味を開発します。 音楽に精通しているだけでなく、スキルを高く評価することもできます。
nl_nl: Je hoeft geen virtuoso te worden om de vruchten van muziek te plukken. Je zult een smaak ontwikkelen voor de verschillende componisten, stijlen en genres van muziek. Dit heeft niet alleen tot gevolg dat u beter muzikaal bent en het leidt ook tot een hogere waardering van de vaardigheden.
ru_ru: Вам не нужно становиться виртуозо, чтобы воспользоваться преимуществами музыки. Вы будете развивать вкус для разных композиторов, стилей и жанров музыки. Это не только заставляет вас быть более хорошо в музыке, но и приводит к повышению восприятия навыка.
uk_ua: Ти не повинен стати віртуозо, щоб пожинати переваги музики. У вас буде смак для різних композиторів, стилів та жанрів музики. Не тільки через те, що ви почнете добре обійти музику, але й через це, стає все більш високе розуміння вміння.

source: TOP NOTCH SUPPORT
es_es: APARECER NOTIFICACIÓN
fr_fr: SUPPORT TOP NOTCH
ja_jp: トップ通知サポート
nl_nl: TOP NOTCH ONDERSTEUNING
ru_ru: ТОП ДОПОЛНИТЕЛЬНО
uk_ua: НАЙПОЧАТИ ПІДТРИМКУ

source: Once you learn how to effectively play an instrument, not only do you have the ability to share your gift with family and friends, you can bless those at nursing homes, church, banquets and more. You might even get paid for your work!
de_de: Sobald Sie lernen, wie man effektiv ein Instrument spielt, haben Sie nicht nur die Möglichkeit, Ihr Geschenk mit Familie und Freunden zu teilen. Sie können diejenigen in Pflegeheimen, Kirchen, Banketten und mehr segmen. Vielleicht werden Sie sogar für Ihre Arbeit bezahlt!
es_es: Una vez que aprendas a jugar eficazmente un instrumento, no sólo tienes la capacidad de compartir tu regalo con la familia y amigos Usted puede bendecir a aquellos en casas de nutrición, iglesias, salones y mucho más. ¡Incluso se le puede pagar por su trabajo!
fr_fr: Une fois que vous apprenez à jouer efficacement à un instrument, non seulement vous avez la possibilité de partager votre cadeau avec votre famille et vos amis, vous pouvez bénir ceux dans les maisons de soins infirmiers, l'église, les banquets et plus encore. Vous pourriez même être payé pour votre travail!
ja_jp: 効果的に楽器を演奏する方法を学んだら, だけでなく、家族や友人とあなたの贈り物を共有する能力を持っています. 老人ホーム教会や宴会などで祝福を受けられます あなたの仕事のために支払われるかもしれない!
nl_nl: Als je leert hoe je effectief een instrument kunt spelen, heb je niet alleen de mogelijkheid om je cadeau te delen met familie en vrienden, je kunt diegenen zegen in verpleeghuizen, kerken, banquetten, en meer. Je krijgt misschien zelfs betaald voor je werk!
ru_ru: Как только вы научитесь эффективно играть в инструмент, у вас есть не только возможность поделиться своим подарком с семьей и друзьями, Вы можете благословить тех, кто посещает дома медсестер, церкви, банкеты и многое другое. Вы можете получить оплату за свою работу!
uk_ua: Як тільки ви дізнаєтеся, як ефективно грати на інструменті, а не тільки у вас є можливість ділитися своїм подарунком зі сім'єю та друзями, благословляєте тих, хто харчується будинками, церквою, банкетами тощо. Можливо, вам навіть заплатять за свою роботу!
