Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Charts
de_de: Karten
es_es: Gráficos
fr_fr: Graphiques
ja_jp: グラフ
nl_nl: Grafieken
ru_ru: Диаграммы
uk_ua: Графіки

source: Gallery
de_de: Galerie
es_es: Galería
fr_fr: Galerie
ja_jp: ギャラリー
nl_nl: Galerij
ru_ru: Галерея
uk_ua: Галерея

source: My Bookmarks
de_de: Meine Lesezeichen
es_es: Mis favoritos
fr_fr: Mes favoris
ja_jp: 自分のブックマーク
nl_nl: Bladwijzers
ru_ru: Мои закладки
uk_ua: Мої закладки

source: Recent Products
de_de: Neueste Produkte
es_es: Productos recientes
fr_fr: Produits récents
ja_jp: 最近の商品
nl_nl: Recente producten
ru_ru: Последние товары
uk_ua: Останні товари

source: Previous
de_de: Vorherige
es_es: Anterior
fr_fr: Précédent
ja_jp: 前
nl_nl: named@@0
ru_ru: Предыдущий
uk_ua: Попереднє

source: Special title treatment
de_de: Sonderbehandlung des Titels
es_es: Tratamiento de título especial
fr_fr: Traitement de titre spécial
ja_jp: 特別称号治療
nl_nl: Speciale behandeling van de titel
ru_ru: Особый режим титула
uk_ua: Спеціальне лікування назви

source: Jelly beans sugar plum.
de_de: Quarz-Bohnen Zuckerpflaum.
es_es: Jalea frijoles ciruela de azúcar.
fr_fr: La gelée fèves de prune sucrée.
ja_jp: ゼリービーンズのシュガープラム。
nl_nl: Jelly bier suiker plum.
ru_ru: Желтые бобы сахарной сливы.
uk_ua: Джелі боби цукрову сливу.

source: Get in touch
de_de: Kontakt aufnehmen
es_es: Ponte en contacto
fr_fr: Contacter
ja_jp: 連絡する
nl_nl: Neem contact op
ru_ru: Связаться
uk_ua: Зв'яжіться з нами

source: Message
de_de: Nachricht
es_es: Mensaje
ja_jp: メッセージ
nl_nl: bericht
ru_ru: Сообщение
uk_ua: Повідомлення

source: Project Summary
de_de: Projektübersicht
es_es: Resumen del proyecto
fr_fr: Résumé du projet
ja_jp: プロジェクト概要
nl_nl: Project samenvatting
ru_ru: Сводка проекта
uk_ua: Короткий зміст проекту

source: Calendar
de_de: Kalender
es_es: Calendario
fr_fr: Calendrier
ja_jp: カレンダー
nl_nl: Kalender
ru_ru: Календарь
uk_ua: Календар

source: Notifications
de_de: Benachrichtigungen
es_es: Notificaciones
ja_jp: 通知
nl_nl: Notificaties
ru_ru: Уведомления
uk_ua: Сповіщення

source: New Order Received
de_de: Neue Bestellung erhalten
es_es: Nuevo pedido recibido
fr_fr: Nouvelle commande reçue
ja_jp: 新しい注文を受信しました
nl_nl: Nieuwe bestelling ontvangen
ru_ru: Получен новый заказ
uk_ua: Отримано нове замовлення

source: 3:30 PM
de_de: 15:30 Uhr
fr_fr: 15h30
ja_jp: 午後3時30分
nl_nl: 3:30 uur
uk_ua: 3:30 вечора

source: New User Registered
de_de: Neuer Benutzer registriert
es_es: Nuevo usuario registrado
fr_fr: Nouvel utilisateur enregistré
ja_jp: 新規ユーザーが登録されました
nl_nl: Nieuwe gebruiker geregistreerd
ru_ru: Зарегистрирован новый пользователь
uk_ua: Зареєстровано нового користувача

source: 10:05 AM
ja_jp: 午前10:05
ru_ru: 10:05 утра
uk_ua: 10:05 ранку

source: New Purchase
de_de: Neuer Einkauf
es_es: Nueva compra
fr_fr: Nouvel achat
ja_jp: 新規購入
nl_nl: Nieuwe aankoop
ru_ru: Новая покупка
uk_ua: Нова покупка

source: Yesterday
de_de: Gestern
es_es: Ayer
fr_fr: Hier
ja_jp: 昨日
nl_nl: gisteren
ru_ru: Вчера
uk_ua: Вчора

source: New Item In Your Cart
de_de: Neuer Artikel in Ihrem Warenkorb
es_es: Nuevo objeto en tu carrito
fr_fr: Nouvel article dans votre panier
ja_jp: カートに入った新しい商品
nl_nl: Nieuw artikel in uw winkelwagen
ru_ru: Новый товар в корзине
uk_ua: Новий елемент у візку

source: Last week
de_de: Letzte Woche
es_es: Última semana
fr_fr: La semaine dernière
ja_jp: 先週の
nl_nl: Vorige week
ru_ru: Прошлая неделя
uk_ua: Минулий тиждень

source: New Sale
de_de: Neuer Verkauf
es_es: Nueva venta
fr_fr: Nouvelle vente
ja_jp: 新しいセール
nl_nl: Nieuwe verkoop
ru_ru: Новая распродажа
uk_ua: Новий продаж

source: Last month
de_de: Letzten Monat
es_es: Último mes
fr_fr: Le mois dernier
nl_nl: Vorige maand
ru_ru: Прошлый месяц
uk_ua: За минулий місяць

source: Read all
de_de: Alles lesen
es_es: Leer todo
fr_fr: Tout lire
ja_jp: すべてを読む
nl_nl: Alles lezen
ru_ru: Читать все
uk_ua: Прочитати усі

source: Messages
de_de: Nachrichten
es_es: Mensajes
ja_jp: メッセージ
nl_nl: berichten
ru_ru: Сообщения
uk_ua: Повідомлення

source: Sarah Montery
es_es: Monasterio de Sarah
fr_fr: Monastère Sarah
ja_jp: サラ・モンティ
ru_ru: Церковь Сара
uk_ua: Сара Монтері

source: Everything looks good. I will provide...
de_de: Alles sieht gut aus. Ich werde bereitstellen...
es_es: Todo parece bien. Proporcionaré...
fr_fr: J'aime bien ce que j'ai vu dans la vidéo de gameplay, mais je ne sais pas ce que je pense...
ja_jp: すべてがうまく見えます。私が提供します...
nl_nl: Alles ziet er goed uit. Ik bied het aan...
ru_ru: Все выглядит хорошо. Я предоставлю...
uk_ua: Все виглядає добре. Я забезпечу...

source: 3:55 PM
de_de: 15:55 Uhr
fr_fr: 15h55
ja_jp: 午後3:55
nl_nl: 3:55 uur
uk_ua: 3:55 вечора

source: Okay. here is some more details...
de_de: Okay. Hier sind noch einige Details...
es_es: Vale. Aquí hay algunos más detalles...
fr_fr: D'accord. Voici plus de détails...
ja_jp: わかりました。もう少し詳細をご覧ください...
nl_nl: Oké. Hier zijn nog meer details...
ru_ru: Хорошо. Вот несколько подробностей...
uk_ua: Добре, ось детальніше...

source: Kelly Reyes
es_es: Reyes de Kelly
ja_jp: ケリー・レイズ
ru_ru: Келли Рейес
uk_ua: Келлі Реєс

source: Check once and let me know if you...
de_de: Überprüfen Sie einmal und lassen Sie mich wissen, ob Sie...
es_es: Comprueba una vez y hazme saber si tú...
fr_fr: Vérifiez une fois et faites-moi savoir si vous...
ja_jp: 一度確認し、私に知らせてください...
nl_nl: Eén keer controleren en laat me weten of je...
ru_ru: Проверь один раз и дай мне знать, если вы...
uk_ua: Перевірте один раз і дайте мені знати, якщо ви...

source: We will start new project development...
de_de: Wir werden eine neue Projektentwicklung starten...
es_es: Empezaremos el desarrollo de nuevos proyectos...
fr_fr: Nous allons commencer un nouveau développement de projet...
ja_jp: 新しいプロジェクトの開発を開始します...
nl_nl: We zullen een nieuwe projectontwikkeling starten...
ru_ru: Мы приступаем к разработке нового проекта...
uk_ua: Ми почнемо нову розробку проекту...

source: Friday
de_de: Freitag
es_es: Viernes
fr_fr: Vendredi
ja_jp: 金曜日
nl_nl: vrijdag
ru_ru: Пятница
uk_ua: П'ятниця

source: John Doe
es_es: Juan Doe
fr_fr: Jean Dupont
ja_jp: ジョン・ドゥ
nl_nl: Jan Jansen
ru_ru: Джон Дое
uk_ua: Джон Доу

source: Edit Profile
de_de: Profil bearbeiten
es_es: Editar perfil
fr_fr: Modifier le profil
ja_jp: プロファイルを編集
nl_nl: Profiel bewerken
ru_ru: Изменить профиль
uk_ua: Редагувати профіль

source: My Inbox
de_de: Mein Posteingang
es_es: Mi bandeja de entrada
fr_fr: Ma boîte de réception
ja_jp: 受信トレイ
nl_nl: Mijn inbox
ru_ru: Мои входящие
uk_ua: Мої вхідні

source: Task
de_de: Aufgabe
es_es: Tarea
fr_fr: Tâche
ja_jp: タスク
nl_nl: Opdracht
ru_ru: Задача
uk_ua: Завдання

source: Chats
ja_jp: チャット
ru_ru: Чаты
uk_ua: Чати

source: Dashboard
es_es: Tablero
fr_fr: Tableau de bord
ja_jp: ダッシュボード
ru_ru: Панель
uk_ua: Приладна дошка

source: Instrument
es_es: Instrumento
ja_jp: 機器
ru_ru: Инструмент
uk_ua: Інструмент

source: All Orders
de_de: Alle Bestellungen
es_es: Todos los pedidos
fr_fr: Toutes les commandes
ja_jp: すべての注文
nl_nl: Alle bestellingen
ru_ru: Все заказы
uk_ua: Всі замовлення

source: Unconfirmed Orders
de_de: Unbestätigte Bestellungen
es_es: Pedidos no confirmados
fr_fr: Commandes non confirmées
ja_jp: 未確認の注文
nl_nl: Onbevestigde bestellingen
ru_ru: Неподтвержденные заказы
uk_ua: Непідтверджені замовлення

source: Confirmed Orders
de_de: Bestätigte Bestellungen
es_es: Pedidos confirmados
fr_fr: Commandes confirmées
ja_jp: 注文確認
nl_nl: Bevestigde bestellingen
ru_ru: Подтвержденные заказы
uk_ua: Підтверджені замовлення

source: Delivered Orders
de_de: Lieferte Bestellungen
es_es: Pedidos entregados
fr_fr: Commandes livrées
ja_jp: 発送済み注文
nl_nl: Afgeleverde bestellingen
ru_ru: Поставленные заказы
uk_ua: Замовлення, які доставлені

source: Layouts
es_es: Diseños
fr_fr: Mises en page
ja_jp: レイアウト
ru_ru: Макеты
uk_ua: Розмітка

source: Sticky left sidebar
de_de: Linke Seitenleiste
es_es: Barra lateral izquierda adherida
fr_fr: Barre latérale gauche épaisse
ja_jp: 左サイドバーを固定する
nl_nl: Plakkerige linker zijbalk
ru_ru: Прикреплённая левая боковая панель
uk_ua: Важлива ліва бічна панель

source: Right sidebar
de_de: Sidebar rechts
es_es: Barra lateral derecha
fr_fr: Barre latérale droite
ja_jp: 右サイドバー
nl_nl: Sidebar rechts
ru_ru: Правая боковая панель
uk_ua: Права бічна панель

source: Sticky right sidebar
de_de: Angepinnte rechte Seitenleiste
es_es: Barra lateral derecha adherida
fr_fr: Barre latérale droite épaisse
ja_jp: 右サイドバーを固定する
nl_nl: Plakkerige rechter zijbalk
ru_ru: Прикреплённая правая боковая панель
uk_ua: Закріплена права бічна панель

source: Hide on Scroll Top
de_de: Auf Scroll oben ausblenden
es_es: Ocultar en la parte superior
fr_fr: Masquer en haut de défilement
ja_jp: スクロールの上に隠す
nl_nl: Verberg in Scroll Bovenaan
ru_ru: Скрыть на верху прокрутки
uk_ua: Сховати на вершині прокрутки

source: Compact navigation
de_de: Kompakte Navigation
es_es: Navegación por compacto
fr_fr: Navigation compacte
ja_jp: コンパクトナビゲーション
nl_nl: Compacte navigatie
ru_ru: Компактная навигация
uk_ua: Компактна навігація

source: Fixed navbar
de_de: Feste Navigationsleiste
es_es: Barra de navegación fija
fr_fr: Barre de navigation fixe
ja_jp: ナビゲーションバーを修正
nl_nl: Navigatiebalk opgelost
ru_ru: Фиксированная панель навигации
uk_ua: Закріплена панель навігації

source: Fixed navigation
de_de: Feste Navigation
es_es: Navegación fija
fr_fr: Navigation fixe
ja_jp: 固定ナビゲーション
nl_nl: Vaste navigatie
ru_ru: Фиксированная навигация
uk_ua: Фіксована навігація

source: Fixed navbar &amp;navigation
de_de: Feste Navigationsleiste &amp;Navigation
es_es: Barra de navegación &amp;fija
fr_fr: Barre de navigation &amp;navigation fixe
ja_jp: ナビゲーションバー &amp;ナビゲーションを修正
nl_nl: Navigatiebalk &amp;navigatie opgelost
ru_ru: Фиксированная панель навигации &amp;навигация
uk_ua: Виправлено фіксовану панель навігації &amp;навігація

source: Fixed navbar &amp; footer
de_de: Navigationsleiste &amp; Fußzeile repariert
es_es: Barra de navegación &amp; pie de página
fr_fr: Barre de navigation &amp; pied de page fixe
ja_jp: ナビゲーションバー &amp; フッターを修正
nl_nl: Navigatiebalk &amp; voettekst opgelost
ru_ru: Фиксированная панель навигации &amp; нижний колонтитул
uk_ua: Виправлено фіксовану панель навігації &amp; Нижній колонтитул

source: Fixed layout
de_de: Festes Layout
es_es: Diseño fijo
fr_fr: Mise en page fixe
ja_jp: 固定レイアウト
nl_nl: Vaste lay-out
ru_ru: Фиксированный макет
uk_ua: Фіксована розкладка

source: Boxed layout
de_de: Boxen-Layout
es_es: Diseño de caja
fr_fr: Mise en page en boîte
ja_jp: ボックスのレイアウト
ru_ru: Сложный макет
uk_ua: Фіксована розмітка

source: Static layout
de_de: Statisches Layout
es_es: Diseño estático
fr_fr: Disposition statique
ja_jp: 静的レイアウト
nl_nl: Statische lay-out
ru_ru: Статическое расположение
uk_ua: Статичний вигляд

source: Navigation light
de_de: Navigationslicht
es_es: Luz de navegación
fr_fr: Voyant de navigation
ja_jp: ナビゲーションライト
nl_nl: Navigatie licht
ru_ru: Подсветка навигации
uk_ua: Індикатор навігації

source: Flipped Navigation
es_es: Navegación invertida
fr_fr: Navigation inversée
ja_jp: 反転したナビゲーション
nl_nl: Gefilterde navigatie
ru_ru: Перевернутая навигация
uk_ua: Перевернута навігація

source: Changelog
es_es: Cambios
fr_fr: Historique des modifications
ja_jp: 更新履歴
nl_nl: Wijzigingslogboek
ru_ru: Список изменений
uk_ua: Список змін

source: Menu levels
de_de: Menü-Level
es_es: Niveles de menú
fr_fr: Niveaux de menu
ja_jp: メニューレベル
nl_nl: Menu niveaus
ru_ru: Уровни меню
uk_ua: Рівні меню

source: Second level
de_de: Zweite Ebene
es_es: Segundo nivel
fr_fr: Deuxième niveau
ja_jp: 2番目のレベル
nl_nl: Tweede niveau
ru_ru: Второй уровень
uk_ua: Другий рівень

source: Second level child
de_de: Kind der zweiten Ebene
es_es: Hijo de segundo nivel
fr_fr: Enfant de deuxième niveau
ja_jp: 2 番目の階層の子供
nl_nl: Kind op tweede niveau
ru_ru: Ребенок второго уровня
uk_ua: Другий рівень дитини

source: Third level
de_de: Dritte Ebene
es_es: Tercer nivel
fr_fr: Troisième niveau
ja_jp: 3番目のレベル
nl_nl: Derde niveau
ru_ru: Третий уровень
uk_ua: Третій рівень

source: Raise Support
de_de: Support erhöhen
es_es: Ayuda de aumento
fr_fr: Soutenir le Soutien
ja_jp: 支援を上げる
nl_nl: Erhöhe Steit
ru_ru: Поднять поддержку
uk_ua: Підняти підтримку

source: Try Layout Builder
de_de: Layout-Builder testen
es_es: Probar Constructor de Diseño
fr_fr: Essayez le constructeur de mise en page
ja_jp: レイアウトビルダーを試す
nl_nl: Probeer Layout Builder
ru_ru: Попробуйте конструктор макетов
uk_ua: Спробуйте конструктор розкладки

source: 2019 &copy; Copyright
ja_jp: 2019 &copy; 著作権
uk_ua: 2019 &copy; Авторське право

source: ThemeSelection
de_de: Theme-Auswahl
es_es: Selección de tema
fr_fr: Sélection du thème
ja_jp: テーマの選択
nl_nl: Themaselectie
ru_ru: Выбор темы
uk_ua: Вибір теми

source: More themes
de_de: Weitere Themes
es_es: Más temas
fr_fr: Plus de thèmes
ja_jp: その他のテーマ
nl_nl: Meer thema's
ru_ru: Больше тем
uk_ua: Більше тем

source: Support
de_de: Unterstützung
es_es: Soporte
fr_fr: Soutien
ja_jp: サポート
nl_nl: Ondersteuning
ru_ru: Поддержка
uk_ua: Підтримка

source: Project Revenue
de_de: Projektumsatz
es_es: Ingresos del Proyecto
fr_fr: Revenus du projet
ja_jp: プロジェクト収入
nl_nl: Project Inkomsten
ru_ru: Доход от проекта
uk_ua: Дохід за проектом

source: More
de_de: Mehr
es_es: Más
fr_fr: En savoir plus
ja_jp: もっと見る
nl_nl: Meer
ru_ru: Ещё
uk_ua: Більше

source: Project X
de_de: Projekt X
es_es: Proyecto X
fr_fr: Projet X
ja_jp: プロジェクト X
ru_ru: Проект X
uk_ua: Проект Х:

source: In Progress
de_de: In Bearbeitung
es_es: En curso
fr_fr: En cours
ja_jp: 進行中
nl_nl: In uitvoering
ru_ru: В процессе
uk_ua: В обробці

source: Completed Task : 4/10
de_de: Erledigte Aufgabe: 4/10
es_es: Tarea completada: 4/10
fr_fr: Tâche terminée : 4/10
ja_jp: 任務完了4/10
nl_nl: Voltooide taak : 4/10
ru_ru: Завершенная задача: 4/10
uk_ua: Завершена задача: 4/10

source: Client:
de_de: Kunde:
es_es: Cliente:
ja_jp: クライアント:
nl_nl: Klant:
ru_ru: Клиент:
uk_ua: Клієнт:

source: Deadline: <span class=
es_es: Fecha límite: <span class=
fr_fr: Date limite : <span class=
ja_jp: 締切: <span class=
ru_ru: Крайний срок: <span class=
uk_ua: Дедлайн: <span class=

source: Analytics
de_de: Analytik
es_es: Analíticas
fr_fr: Analyses
ja_jp: 分析
nl_nl: Analyses
ru_ru: Статистика
uk_ua: Аналітика

source: Report
de_de: Bericht
es_es: Reporte
fr_fr: Rapporter
ja_jp: レポート
nl_nl: Rapporteren
ru_ru: Отчет
uk_ua: Доповісти

source: Analytics in the
de_de: Analyse in der
es_es: Analíticas en el
fr_fr: Analytiques dans le
ja_jp: で分析する
nl_nl: Analytics in de
ru_ru: Аналитики в
uk_ua: Аналітика в

source: last year.
de_de: letztes Jahr.
es_es: el año pasado.
fr_fr: l'année dernière.
ja_jp: 去年だ
nl_nl: Vorig jaar.
ru_ru: в прошлом году.
uk_ua: минулого року.

source: Project X -
de_de: Projekt X -
es_es: Proyecto X -
fr_fr: Projet X -
ja_jp: プロジェクト X -
ru_ru: Проект X -
uk_ua: Проект Х-

source: 24 DEC 2017 - 09 APR 2019
uk_ua: 24 ДЕК 2017 - 09 ДОДАТК 2019

source: Approved
de_de: Genehmigt
es_es: Aprobado
fr_fr: Approuvé
ja_jp: 承認済み
nl_nl: Goedgekeurd
ru_ru: Одобрено
uk_ua: Затверджено

source: Tasks
de_de: Aufgaben
es_es: Tareas
fr_fr: Tâches
ja_jp: タスク
nl_nl: Taken
ru_ru: Задачи
uk_ua: Завдання

source: Completed
de_de: Abgeschlossen
es_es: Completado
fr_fr: Terminé
ja_jp: 完了
nl_nl: Voltooid
ru_ru: Выполнено
uk_ua: Завершені

source: Version
es_es: Versión
ja_jp: バージョン
nl_nl: Versie
ru_ru: Версии
uk_ua: Версія

source: Statistics
de_de: Statistiken
es_es: Estadísticas
fr_fr: Statistiques
ja_jp: 統計情報
nl_nl: Statistieken
ru_ru: Статистика
uk_ua: Статистика

source: New Clients
de_de: Neue Kunden
es_es: Nuevos clientes
fr_fr: Nouveaux Clients
ja_jp: 新規クライアント
nl_nl: Nieuwe klanten
ru_ru: Новые клиенты
uk_ua: Нові клієнти

source: 23.67%% increase
de_de: 23,67%% erhöhen
es_es: 23.67%% aumento
fr_fr: 23,67%% augmentation
ja_jp: 23.67%% 増加
nl_nl: 23.67%% verhoging
ru_ru: 23.67%% увеличение
uk_ua: 23.67%% збільшення

source: Project Income
de_de: Projekteinnahmen
es_es: Ingresos del proyecto
fr_fr: Revenus du projet
ja_jp: プロジェクト収入
nl_nl: Project Inkomsten
ru_ru: Доход проекта
uk_ua: Дохід від проекту

source: Recent Projects
de_de: Neueste Projekte
es_es: Proyectos recientes
fr_fr: Projets récents
ja_jp: 最近のプロジェクト
nl_nl: Recente projecten
ru_ru: Недавние проекты
uk_ua: Останні проекти

source: Project Name
de_de: Projektname
es_es: Nombre del proyecto
fr_fr: Nom du projet
ja_jp: プロジェクト名
nl_nl: Project Naam
ru_ru: Название проекта
uk_ua: Назва проекту

source: Assigned to
de_de: Zugewiesen an
es_es: Asignado a
fr_fr: Assigné à
ja_jp: 割り当て先
nl_nl: Toegewezen aan
ru_ru: Назначено
uk_ua: Призначено

source: Deadline
es_es: Fecha límite
fr_fr: Date limite
ja_jp: 期限
ru_ru: Срок сдачи
uk_ua: Крайній термін

source: X Admin
es_es: Admin X
fr_fr: Admin X
ja_jp: X 管理者
nl_nl: X Beheerder
ru_ru: X админ
uk_ua: X Адмін

source: 15th July, 2018
de_de: 15. Juli, 2018
es_es: 15 de julio de 2018
fr_fr: 15 juillet 2018
ja_jp: 2018 年 7 月 15 日
nl_nl: 15 juli, 2018
ru_ru: 15 июля 2018 года
uk_ua: 15-та липня 2018

source: 1 day left
de_de: Noch 1 Tag
es_es: 1 día restante
fr_fr: Il reste 1 jour
ja_jp: 残り 1 日
nl_nl: 1 dag resterend
ru_ru: Остался 1 день
uk_ua: Лишився 1 день

source: Analytics UI
de_de: Analytik-UI
es_es: IU de análisis
fr_fr: Interface Analytics
ja_jp: 分析UI
ru_ru: Интерфейс аналитики
uk_ua: Аналітика інтерфейсу

source: 26th May, 2018
de_de: 26. Mai 2018
es_es: 26 de mayo de 2018
fr_fr: 26 mai 2018
ja_jp: 2018 年 5 月 26 日
nl_nl: 26 mei 2018
ru_ru: 26 мая 2018 года
uk_ua: 26-го травня 2018

source: behind
de_de: hinter
es_es: detrás
fr_fr: derrière
ja_jp: 後ろに
nl_nl: achter
ru_ru: позади
uk_ua: за

source: Traveltrip
de_de: Reise
es_es: Viaje
fr_fr: Voyage
ja_jp: トラベルトリップ
nl_nl: Reizen
ru_ru: Путешествие
uk_ua: Травелтрип

source: 23rd May, 2018
de_de: 23. Mai 2018
es_es: 23 de mayo de 2018
fr_fr: 23 mai 2018
ja_jp: 2018 年 5 月 23 日
nl_nl: 23 mei 2018
ru_ru: 23 мая 2018 года
uk_ua: 23-го травня 2018

source: in 11 Days
de_de: in 11 Tagen
es_es: en 11 días
fr_fr: dans 11 jours
ja_jp: 11日後
nl_nl: in 11 dagen
ru_ru: через 11 дней
uk_ua: за 11 днів

source: Apex Angular
de_de: Apex Winkel
es_es: Ápice angular
fr_fr: Angle apocalyptique
ja_jp: 頂点の角度
nl_nl: Apex Hoek
ru_ru: Угол оси
uk_ua: Верхній кутовий

source: 13th May, 2018
de_de: 13. Mai 2018
es_es: 13 de mayo de 2018
fr_fr: 13 mai 2018
ja_jp: 2018 年 5 月 13 日
nl_nl: 13 mei 2018
ru_ru: 13 мая 2018
uk_ua: 13-го травня 2018

source: 1 month
de_de: 1 Monat
es_es: 1 mes
fr_fr: 1 mois
ja_jp: 1 ヶ月
nl_nl: 1 maand
ru_ru: 1 месяц
uk_ua: 1 місяць

source: 18th July, 2018
de_de: 18. Juli, 2018
es_es: 18 de julio de 2018
fr_fr: 18 juillet 2018
ja_jp: 2018 年 7 月 18 日
nl_nl: 18 juli, 2018
ru_ru: 18 июля 2018 года
uk_ua: 18-го липня 2018

source: New Projects
de_de: Neue Projekte
es_es: Nuevos proyectos
fr_fr: Nouveaux projets
ja_jp: 新規プロジェクト
nl_nl: Nieuwe projecten
ru_ru: Новые проекты
uk_ua: Нові проекти

source: How can we help? We're here for you!
de_de: Wie können wir helfen? Wir sind für Sie da!
es_es: ¿Cómo podemos ayudar? ¡Estamos aquí para ti!
fr_fr: « Comment pouvons-nous nous aider? Nous sommes là pour vous! »
ja_jp: お手伝いさせていただきます。こちらからご連絡いたします。
nl_nl: Hoe kunnen we helpen? We zijn hier voor jou!
ru_ru: Как мы можем помочь? Мы здесь для вас!
uk_ua: Як ми можемо допомогти? Ми тут для вас!

source: Hey Jacob, Could you please help me to find it out?
de_de: Hey Jacob, könntest du mir helfen, es herauszufinden?
es_es: Hey Jacob, ¿Podría ayudarme a encontrarla?
fr_fr: Hey Jacob, Pourriez-vous s'il vous plaît m'aider à le trouver?
ja_jp: やあジェイコブ、それを見つけるのを手伝ってくれませんか？
nl_nl: Hoi Jacob, zou je me alstublieft willen helpen om het te vinden?
ru_ru: Hey Jacob, Не могли бы вы помочь мне найти его?
uk_ua: Гей, Якове, могли б ви, будь ласка, допомогти мені дізнатися?

source: Absolutely!
de_de: Absolut!
es_es: ¡Absolutamente!
fr_fr: Absolument !
ja_jp: 絶対に！
nl_nl: Absoluut!
ru_ru: Абсолютно!
uk_ua: Звичайно!

source: I am looking for the best Angular admin template.
de_de: Ich bin auf der Suche nach der besten Winkel-Admin-Vorlage.
es_es: Estoy buscando la mejor plantilla de administración de Angular.
fr_fr: Je suis à la recherche du meilleur template d'administration Angulaire.
ja_jp: 最高のAngular管理者テンプレートを探しています。
nl_nl: Ik ben op zoek naar het beste hoekige beheersjabloon.
ru_ru: Я ищу лучший шаблон для Angular администратора.
uk_ua: Я шукаю кращий кутовий шаблон адміністратора.

source: It should be Bootstrap 4 compatible.
de_de: Es sollte Bootstrap 4 kompatibel sein.
es_es: Debería ser compatible con Bootstrap 4.
fr_fr: Il devrait être compatible avec Bootstrap 4.
ja_jp: Bootstrap 4 と互換性があります。
nl_nl: Het moet Bootstrap 4 compatibel zijn.
ru_ru: Он должен быть совместим с Bootstrap 4.
uk_ua: Вона має бути сумісна з Bootstrap 4.

source: Crest admin is the responsive Angular 5 bootstrap 4 admin template.
de_de: Crest admin ist das Responsive Winkel-5 Bootstrap 4 Admin Template.
es_es: El administrador de Crest es la plantilla de administración de Angular 5 bootstrap 4 adaptable.
fr_fr: L'administrateur de Crest est le modèle d'administration de bootstrap 4 d'Angular 5.
ja_jp: Crestadminは応答Angular 5ブートストラップ4アドミンテンプレートです。
nl_nl: Crest admin is het responsive Angular 5 bootstrap 4 admin template.
ru_ru: Crest admin - отзывчивый шаблон администрирования Angular 5 bootstrap 4.
uk_ua: Курсивний адміністратор - це реагуючий кутовий шаблон bootstrap 5.

source: Looks clean and fresh UI.
de_de: Sieht sauber und frisch aus.
es_es: Se ve limpia y fresca interfaz de usuario.
fr_fr: Ca ressemble à une interface utilisateur propre et fraîche.
ja_jp: きれいで新鮮なUIに見えます。
nl_nl: Schoon en frisse gebruikersinterface.
ru_ru: Выглядит чистым и свежим пользовательским интерфейсом.
uk_ua: Виглядає прибирати з чистого та свіжого інтерфейсу.

source: It's perfect for my next project.
de_de: Es ist perfekt für mein nächstes Projekt.
es_es: Es perfecto para mi próximo proyecto.
fr_fr: C'est parfait pour mon prochain projet.
ja_jp: 次のプロジェクトにぴったりです。
nl_nl: Het is perfect voor mijn volgende project.
ru_ru: Это идеальное место для моего следующего проекта.
uk_ua: Це ідеально для мого наступного проекту.

source: Thanks a lot!
de_de: Vielen Dank!
es_es: ¡Muchas gracias!
fr_fr: Merci beaucoup!
ja_jp: ありがとうございます！
nl_nl: Heel erg bedankt!
ru_ru: Большое спасибо!
uk_ua: Вельми дякую!

source: How can I purchase it?
de_de: Wie kann ich es kaufen?
es_es: ¿Cómo puedo comprarlo?
fr_fr: Comment puis-je l'acheter ?
ja_jp: どうすれば購入できますか?
nl_nl: Hoe kan ik het kopen?
ru_ru: Как я могу его купить?
uk_ua: Як я можу це придбати?

source: From Wrapbootstrap.
de_de: Von Wrapbootstrap.
es_es: Desde Wrapbootstrap.
fr_fr: Depuis Wrapbootstrap.
ja_jp: Wrapbootstrapから
nl_nl: Van Wrapbootstrap.
ru_ru: Из Wrapbootstrap.
uk_ua: З Wrapbootstrap.

source: I will purchase it for sure.
de_de: Ich werde es sicher kaufen.
es_es: Lo compraré con seguridad.
fr_fr: Je vais l'acheter pour sûr.
ja_jp: 私はきっとそれを購入します。
nl_nl: Ik zal het zeker kopen.
ru_ru: Я буду покупать его точно.
uk_ua: Я точно його куплю.

source: Thanks.
de_de: Vielen Dank.
es_es: Gracias.
fr_fr: Merci.
ja_jp: ありがとうございました
nl_nl: Bedankt.
ru_ru: Спасибо.
uk_ua: Спасибі.

source: Great!!
de_de: Super!!
es_es: ¡Genial!!
fr_fr: Super!!
ja_jp: 素晴らしい！
nl_nl: Geweldig!!
ru_ru: Отлично!!
uk_ua: Круто!!

source: Details
es_es: Detalles
fr_fr: Détails du produit
ja_jp: 詳細
nl_nl: Beschrijving
ru_ru: Детали
uk_ua: Подробиці

source: Posted by
de_de: Gepostet von
es_es: Publicado por
fr_fr: Posté par
ja_jp: 投稿者:
nl_nl: Geplaatst door
ru_ru: Опубликовано
uk_ua: Опубліковано від

source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Localisation
ja_jp: 場所
nl_nl: Locatie
ru_ru: Местоположение
uk_ua: Місцезнаходження

source: Netherlands, Amsterdam
de_de: Niederlande, Amsterdam
es_es: Holanda
fr_fr: Hollandais, Amsterdam
ja_jp: オランダ、アムステルダム
nl_nl: Nederland Amsterdam
ru_ru: Нидерланды, Амстердам
uk_ua: Нідерланди, Амстердам

source: Age
de_de: Alter
es_es: Edad
fr_fr: Âge
ja_jp: 年齢
nl_nl: Leeftijd
ru_ru: Возраст
uk_ua: Вік
