Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: PAUL WALLEROV joined Fender in 2003, joined Fender Custom Stores in 2005, and became Master Builder in 2011. A Native of California, he had a passion for making guitars from an early age. 'For as long as I can remember, I've loved guitars,' he says. 'Strangely enough, I didn't want to be a rock star. Iwanted to make a super guitar. The Wilson family is proficient in carpentry, and exquisite craftsmanship has always been the passion and pursuit of Fender custom shop, which has long been integrated into dell's blood. Back in the late 1980s, he was working in guitar repair and tooling at a studio near his middle school.
de_de: PAUL WALLEROV kam 2003 zu Fender Custom Stores 2005 und wurde Master Builder 2011. Als Eingeborener aus Kalifornien hatte er eine Leidenschaft, Gitarren aus einem frühen Alter zu machen. "So lange ich mich erinnern kann, habe ich Gitarren geliebt", sagt er. Ich wollte eine super Gitarre zu machen. Die Familie Wilson ist in der Tischlerei befähigt, und exquisite Handwerkskunst war schon immer die Leidenschaft und das Streben nach Fender Custom Shop die seit langem in das Blut von dell's integriert wurde. In den späten achtziger Jahren arbeitete er in Gitarrenreparaturen und Werkzeugen in einem Studio in der Nähe seiner Mittelschule.
es_es: PAUL WALLEROV se unió a Fender en 2003, se unió a Fender Custom Stores en 2005 y se convirtió en Master Builder en 2011. Nativo de California, tenía una pasión por hacer guitarras desde temprana edad. "Durante todo el tiempo que pueda recordar, he amado a los guitares", dice. Quería hacer un super guitar. La familia Wilson es competente en carpintería, y la exquisita artesanía siempre ha sido la pasión y la búsqueda de la tienda personalizada de Fender, que se ha integrado desde hace tiempo en la sangre de dell. Ya a finales de los años ochenta trabajaba en la reparación de guitarras y herramientas en un estudio cerca de su escuela media.
fr_fr: PAUL WALLEROV a rejoint Fender en 2003 et rejoint Fender Custom Store en 2005 et est devenu Master Builder en 2011. Originaire de Californie, il est passionné par la fabrication de guitares dès son plus jeune âge. "Tant que je me souviens, j'ai adoré les guitares", dit-il. "Étrangement, je ne voulais pas être une star du rock. Je voulais faire une super guitare. La famille Wilson est compétente en menuiserie et le savoir-faire artisanal exquis a toujours été la passion et la poursuite du magasin personnalisé Fender. qui a depuis longtemps été intégré dans le sang du dul. À la fin des années 1980, il travaillait dans la réparation et l’outillage de guitares dans un studio près de son école.
ja_jp: ポールウォレットは、2003年にフェンダーに入社、2005年にフェンダーカスタムストアに入社、2011年にマスタービルダーになりました。 カリフォルニア州在住の彼は幼い頃からギターを作ることに情熱を持っていました。 「思い出せる限りギターが好きだった」と彼は言います。「不思議なことに、私はロックスターになりたくなかった。 私はスーパーギターを作りたかった. ウィルソン家は大工に堪能で、繊細な職人技は常にフェンダーのカスタムショップの情熱と追求でした。 昔からデルの血に統合されている 1980年代後半、彼は中学の近くのスタジオでギターの修理とツーリングで働いていました。
nl_nl: PAUL WALLEROV trad in 2003 toe tot Fender Custom Stores in 2005, werd Master Builder in 2011. Als onderdaan van Californië had hij een passie om op jonge leeftijd gitaren te maken. "Voor zover ik me kan herinneren, ik hou van gitaars," zegt hij. "Vreemd genoeg wilde ik geen rotsster zijn. Ik wilde een super gitaar maken. De Wilson-familie is vakkundig in carpentry, en een vlotte ambachtsmanschap is altijd de passie en het najagen van maatwerk van Fender geweest. die lange tijd in het bloed van dell's is geïntegreerd. Reeds eind jaren tachtig werkte hij in de buurt van zijn middelbare school in gitaar reparatie en gereedschap bij een studier.
ru_ru: PAUL WALLEROV присоединился к Fender в 2003, присоединился к Fender Custom Stores в 2005 году и стал Master Builder в 2011 году. Родственник Калифорнии, у него была страсть к созданию гитары с раннего возраста. "До тех пор, пока я не помню, я любил гитары", он говорит: "Достаточно странно, что я не хочу быть рок-звездой. Я хотел сделать супер гитару. Семья Уилсон опытно владеет плотницей, и изысканный ремесл всегда был страстью и стремление к Fender заказ магазина, , который давно интегрирован в кровь dell. В конце 80-х годов он работал в гитарном ремонте и инструментарии в студии недалеко от средней школы.
uk_ua: PAUL WALLEROV приєднався до криниці в 2003 році, приєднався до Fender Custom Stores у 2005 році і став будівельником Master у 2011 році. Корінь Каліфорнії, у нього була пристрасть до створення гітар з раннього віку. "Скільки я пам'ятаю, я любив гітари", сказав він, "Дивно, я не хотів бути рок-зіркою. Я хотів зробити супер гітару. Сімейство Вілсона є досвідченим в теслі, а вишукане ремісництво завжди було захопленням і переслідуванням Fender Custom shop, який вже давно інтегрується в кров'ю дерева. Наприкінці 1980-х він працював у ремонті гітари і знаряддя в студії біля своєї середньої школи.

source: Quick Reply
de_de: Schnellantwort
es_es: Respuesta rápida
fr_fr: Réponse rapide
ja_jp: クイック返信
nl_nl: Snel antwoorden
ru_ru: Быстрый ответ
uk_ua: Швидка відповідь

source: Best Performances
de_de: Beste Leistungen
es_es: Mejores prestaciones
fr_fr: Meilleures performances
ja_jp: 最高のパフォーマンス
nl_nl: Beste prestaties
ru_ru: Лучшие результаты
uk_ua: Кращі результати

source: Tdoo Krause
es_es: Krause de Tdoo
fr_fr: Krause de Tdoo
nl_nl: Tdoo Krausje
ru_ru: Tdoo Крауз
uk_ua: Тдоо Краузе

source: Tdoo Krause joined Fender in 2003, joined Fender Custom Stores in 2005, and became Master Builder in 2011. A Native of California, he had a passion for making guitars from an early age. 'For as long as I can remember, I've loved guitars,' he says. 'Strangely enough, I didn't want to be a rock star. Iwanted to make a super guitar. The Wilson family is proficient in carpentry, and exquisite craftsmanship has always been the passion and pursuit of Fender custom shop, which has long been integrated into dell's blood. Back in the late 1980s, he was working in guitar repair and tooling at a studio near his middle school.
de_de: Tdoo Krause trat 2003 bei Fender Custom Stores 2005 bei und wurde 2011 Master Builder. Als Eingeborener aus Kalifornien hatte er eine Leidenschaft, Gitarren aus einem frühen Alter zu machen. "So lange ich mich erinnern kann, habe ich Gitarren geliebt", sagt er. Ich wollte eine super Gitarre zu machen. Die Familie Wilson ist in der Tischlerei befähigt, und exquisite Handwerkskunst war schon immer die Leidenschaft und das Streben nach Fender Custom Shop die seit langem in das Blut von dell's integriert wurde. In den späten achtziger Jahren arbeitete er in Gitarrenreparaturen und Werkzeugen in einem Studio in der Nähe seiner Mittelschule.
es_es: Tdoo Krause se unió a Fender en 2003, se unió a Fender Custom Stores en 2005 y se convirtió en Master Builder en 2011. Nativo de California, tenía una pasión por hacer guitarras desde temprana edad. "Durante todo el tiempo que pueda recordar, he amado a los guitares", dice. Quería hacer un super guitar. La familia Wilson es competente en carpintería, y la exquisita artesanía siempre ha sido la pasión y la búsqueda de la tienda personalizada de Fender, que se ha integrado desde hace tiempo en la sangre de dell. Ya a finales de los años ochenta trabajaba en la reparación de guitarras y herramientas en un estudio cerca de su escuela media.
fr_fr: Tdoo Krause a rejoint Fender en 2003, a rejoint Fender Custom Stores en 2005 et est devenu Maître Builder en 2011. Originaire de Californie, il est passionné par la fabrication de guitares dès son plus jeune âge. "Tant que je me souviens, j'ai adoré les guitares", dit-il. "Étrangement, je ne voulais pas être une star du rock. Je voulais faire une super guitare. La famille Wilson est compétente en menuiserie et le savoir-faire artisanal exquis a toujours été la passion et la poursuite du magasin personnalisé Fender. qui a depuis longtemps été intégré dans le sang du dul. À la fin des années 1980, il travaillait dans la réparation et l’outillage de guitares dans un studio près de son école.
ja_jp: Tdoo Krauseは2003年にフェンダーに入社し、2005年にフェンダーカスタムストアに入社し、2011年にマスタービルダーになりました。 カリフォルニア州在住の彼は幼い頃からギターを作ることに情熱を持っていました。 「思い出せる限りギターが好きだった」と彼は言います。「不思議なことに、私はロックスターになりたくなかった。 私はスーパーギターを作りたかった. ウィルソン家は大工に堪能で、繊細な職人技は常にフェンダーのカスタムショップの情熱と追求でした。 昔からデルの血に統合されている 1980年代後半、彼は中学の近くのスタジオでギターの修理とツーリングで働いていました。
nl_nl: Tdoo Krause trad in 2003 toe tot Fender Custom Stores in 2005, en werd Master Builder in 2011. Als onderdaan van Californië had hij een passie om op jonge leeftijd gitaren te maken. "Voor zover ik me kan herinneren, ik hou van gitaars," zegt hij. "Vreemd genoeg wilde ik geen rotsster zijn. Ik wilde een super gitaar maken. De Wilson-familie is vakkundig in carpentry, en een vlotte ambachtsmanschap is altijd de passie en het najagen van maatwerk van Fender geweest. die lange tijd in het bloed van dell's is geïntegreerd. Reeds eind jaren tachtig werkte hij in de buurt van zijn middelbare school in gitaar reparatie en gereedschap bij een studier.
ru_ru: Tdoo Krause присоединился к Fender в 2003, присоединился к Fender Custom Stores в 2005 году и стал Master Builder в 2011 году. Родственник Калифорнии, у него была страсть к созданию гитары с раннего возраста. "До тех пор, пока я не помню, я любил гитары", он говорит: "Достаточно странно, что я не хочу быть рок-звездой. Я хотел сделать супер гитару. Семья Уилсон опытно владеет плотницей, и изысканный ремесл всегда был страстью и стремление к Fender заказ магазина, , который давно интегрирован в кровь dell. В конце 80-х годов он работал в гитарном ремонте и инструментарии в студии недалеко от средней школы.
uk_ua: Tdoo Крауз приєднався до Фендеру в 2003 році, приєднався до Fender Stores у 2005 році та став будівельником Master у 2011 році. Корінь Каліфорнії, у нього була пристрасть до створення гітар з раннього віку. "Скільки я пам'ятаю, я любив гітари", сказав він, "Дивно, я не хотів бути рок-зіркою. Я хотів зробити супер гітару. Сімейство Вілсона є досвідченим в теслі, а вишукане ремісництво завжди було захопленням і переслідуванням Fender Custom shop, який вже давно інтегрується в кров'ю дерева. Наприкінці 1980-х він працював у ремонті гітари і знаряддя в студії біля своєї середньої школи.

source: Zay Shop eCommerce HTML CSS Template
de_de: Zay Shop eCommerce HTML CSS-Vorlage
es_es: Plantilla HTML CSS de Zay Shop
fr_fr: Modèle HTML CSS de Zay Shop
nl_nl: Zay Shop eCommerce HTML CSS-sjabloon
ru_ru: CSS шаблон Zay магазина eCommerce HTML
uk_ua: Шаблон Zay Shop eCommerce HTML CSS

source: Welcome to Model Design!
de_de: Willkommen bei Model Design!
es_es: ¡Bienvenido al Diseño de Modelo!
fr_fr: Bienvenue dans le design du modèle !
ja_jp: モデルデザインへようこそ！
nl_nl: Welkom bij Model Design!
ru_ru: Добро пожаловать в Model Design!
uk_ua: Ласкаво просимо до дизайну моделі!

source: Now raw model: Guitar - 1
de_de: Jetzt Rohmodell: Gitarre - 1
es_es: Ahora modelo crudo: guitarra - 1
fr_fr: Modèle brut: Guitare - 1
ja_jp: 生のモデル: Guitar - 1
nl_nl: Nu ruw model: Gitaar - 1
ru_ru: Сырая модель: Гитар - 1
uk_ua: Отже, сира модель: Інструкція - 1

source: In here, you can design your own musical instrument.
de_de: Hier können Sie Ihr eigenes Musikinstrument entwerfen.
es_es: Aquí puedes diseñar tu propio instrumento musical.
fr_fr: Ici, vous pouvez concevoir votre propre instrument de musique.
ja_jp: ここでは、独自の楽器を設計することができます。
nl_nl: Hier kun je je eigen muzikaal instrument ontwerpen.
ru_ru: Здесь вы можете создать свой собственный музыкальный инструмент.
uk_ua: Тут ви можете створити свій власний музичний інструмент.

source: Feature
es_es: Característica
fr_fr: Fonctionnalités
ja_jp: 機能
nl_nl: Functie
ru_ru: Функция
uk_ua: Особливість

source: Recommend Colour
de_de: Farbe empfehlen
es_es: Color recomendado
fr_fr: Couleur recommandée
ja_jp: おすすめの色
nl_nl: Kleuren aanbevelen
ru_ru: Рекомендовать цвет
uk_ua: Рекомендувати колір

source: Long list of colors
de_de: Lange Liste der Farben
es_es: Lista larga de colores
fr_fr: Longue liste de couleurs
ja_jp: 色の長いリスト
nl_nl: Lange lijst van kleuren
ru_ru: Длинный список цветов
uk_ua: Довгий список кольорів

source: Hello
de_de: Hallo
es_es: Hola
fr_fr: Bonjour
ja_jp: こんにちは
nl_nl: Hallo
ru_ru: Привет
uk_ua: Привіт

source: Logged in as:
de_de: Eingeloggt als:
es_es: Conectado como:
fr_fr: Connecté en tant que:
ja_jp: ログイン中:
nl_nl: Ingelogd als:
ru_ru: Вы вошли как:
uk_ua: Ви увійшли як:

source: Hello Guest
de_de: Hallo Gast
es_es: Hola Invitado
fr_fr: Bonjour invité
ja_jp: こんにちはゲスト
nl_nl: Hallo gast
ru_ru: Привет, гость
uk_ua: Привіт, Гість

source: You are not logged i
de_de: Du bist nicht eingeloggt i
es_es: No has iniciado sesión en
fr_fr: Vous n'êtes pas connecté i
ja_jp: ログインしていません
nl_nl: U bent niet ingelogd
ru_ru: Вы не вошли i
uk_ua: Ви не увійшли

source: Orders place
de_de: Bestellungen
es_es: Lugar de pedidos
fr_fr: Commandes passées
ja_jp: 注文の場所
nl_nl: Plaats van bestellingen
ru_ru: Заказы размещены
uk_ua: Місце замовлень

source: Items in Car
de_de: Artikel im Auto
es_es: Artículos en el coche
fr_fr: Articles dans la voiture
ja_jp: 車内のアイテム
nl_nl: Items in auto
ru_ru: Товары в автомобиле
uk_ua: Продукти в автомобілі

source: Wishlis
es_es: Deseos
fr_fr: Souhait
nl_nl: Wenslijn
ru_ru: Желание
uk_ua: Вішліс

source: My recent order
de_de: Meine letzte Bestellung
es_es: Mi pedido reciente
fr_fr: Ma commande récente
ja_jp: 最近の注文
nl_nl: Mijn recente bestelling
ru_ru: Мой недавний заказ
uk_ua: Моє нещодавнє замовлення

source: Quantity:
de_de: Menge:
es_es: Cantidad:
fr_fr: Quantité:
ja_jp: 数量:
nl_nl: Aantal:
ru_ru: Количество:
uk_ua: Кількість:

source: Rating:
de_de: Bewertung:
es_es: Calificación:
fr_fr: Évaluation :
ja_jp: 評価:
nl_nl: Beoordeling:
ru_ru: Оценка:
uk_ua: Рейтинг:

source: Status:
es_es: Estado:
fr_fr: Statut :
ja_jp: ステータス:
ru_ru: Статус:
uk_ua: Статус:

source: Shopper Confirmed
de_de: Shopper bestätigt
es_es: Comprador confirmado
fr_fr: Shopper confirmé
ja_jp: 買い物客の確認
nl_nl: Winkelier bevestigd
ru_ru: Магазин подтвержден
uk_ua: Погоджено покупець

source: order info
de_de: bestellungs-Info
es_es: información del pedido
fr_fr: infos sur la commande
ja_jp: 注文情報
nl_nl: bestelling informatie
ru_ru: информация о заказе
uk_ua: інформація про замовлення

source: bootdey
es_es: bootdega
ja_jp: bootey
nl_nl: opstart
ru_ru: батди
uk_ua: чоботи

source: Username:
de_de: Benutzername:
es_es: Usuario:
fr_fr: Nom d'utilisateur:
ja_jp: ユーザー名:
nl_nl: Gebruikersnaam:
ru_ru: Имя пользователя:
uk_ua: Ім'я користувача:

source: First Name:
de_de: Vorname:
es_es: Primer nombre:
fr_fr: Prénom :
ja_jp: 氏名:
nl_nl: Voornaam :
ru_ru: Имя:
uk_ua: Ім&#039;я:

source: Last Name:
de_de: Nachname:
es_es: Apellido:
fr_fr: Nom de famille :
ja_jp: 姓:
nl_nl: Achternaam :
ru_ru: Фамилия:
uk_ua: Прізвище:

source: Join Date:
de_de: Beitrittsdatum:
es_es: Fecha de entrada:
fr_fr: Date d'inscription :
ja_jp: 参加日:
nl_nl: Join Datum:
ru_ru: Дата присоединения:
uk_ua: Дата приєднання:

source: Recent Orders
de_de: Neueste Bestellungen
es_es: Pedidos recientes
fr_fr: Commandes récentes
ja_jp: 最近の注文
nl_nl: Recente bestellingen
ru_ru: Недавние заказы
uk_ua: Останні замовлення

source: paid
de_de: bezahlt
es_es: pagado
fr_fr: payé
ja_jp: 支払い済み
nl_nl: betaald
ru_ru: оплачено
uk_ua: сплачено

source: Quantity:
de_de: Menge:
es_es: Cantidad:
fr_fr: Quantité:
ja_jp: 数量:
nl_nl: Aantal:
ru_ru: Количество:
uk_ua: Кількість:

source: Rating:
de_de: Bewertung:
es_es: Calificación:
fr_fr: Évaluation :
ja_jp: 評価:
nl_nl: Beoordeling:
ru_ru: Оценка:
uk_ua: Рейтинг:

source: Slider
es_es: Deslizador
fr_fr: Curseur
ja_jp: スライダー
nl_nl: Schuifbalk
ru_ru: Слайдер
uk_ua: Слайдер

source: Video Background
de_de: Video-Hintergrund
es_es: Fondo de vídeo
fr_fr: Arrière-plan vidéo
ja_jp: ビデオの背景
nl_nl: Video achtergrond
ru_ru: Видео фон
uk_ua: Тло відео

source: Vertical Slider
de_de: Vertikaler Slider
es_es: Slider vertical
fr_fr: Curseur vertical
ja_jp: 垂直スライダー
nl_nl: Verticale schuifregelaar
ru_ru: Вертикальный слайдер
uk_ua: Вертикальний слайдер

source: GDPR Cookie Bar
de_de: DDR-Cookie-Leiste
es_es: Barra de Cookie GDPR
fr_fr: Barre de cookies RGPD
ja_jp: GDPR クッキーバー
nl_nl: AVG Cookie Balk
ru_ru: Полоса печенья GDPR
uk_ua: Панель Cookie GDPR

source: Buy Template
de_de: Vorlage kaufen
es_es: Comprar Plantilla
fr_fr: Acheter un modèle
ja_jp: テンプレートを購入
nl_nl: Koop Sjabloon
ru_ru: Купить шаблон
uk_ua: Придбати шаблон

source: Collections
de_de: Sammlungen
es_es: Colecciones
ja_jp: コレクション
nl_nl: Collecties
ru_ru: Коллекции
uk_ua: Колекції

source: Trending
de_de: Beliebt
es_es: Tendencias
fr_fr: Tendance
ja_jp: トレンド
nl_nl: Populair
ru_ru: Популярные
uk_ua: У тренді

source: Life style
de_de: Lebensstil
es_es: Estilo
fr_fr: Style de vie
ja_jp: ライフスタイル
nl_nl: Levens stijl
ru_ru: Стиль жизни
uk_ua: Стиль життя

source: Running
de_de: Laufend
es_es: Ejecutando
fr_fr: En cours d'exécution
ja_jp: 実行中
nl_nl: Lopend
ru_ru: Выполняется
uk_ua: Біг

source: Training
es_es: Entrenamiento
fr_fr: Entrainement
ja_jp: トレーニング
nl_nl: Opleiding
ru_ru: Подготовка кадров
uk_ua: Тренінг

source: Men
de_de: Männer
es_es: Hombres
fr_fr: Hommes
ja_jp: 男性
nl_nl: Mannen
ru_ru: Мужские
uk_ua: Чоловіки

source: Offers
de_de: Angebote
es_es: Ofertas
fr_fr: Offres
ja_jp: オファー
nl_nl: Aanbiedingen
ru_ru: Предложения
uk_ua: Пропозиції

source: Clothing
de_de: Kleidung
es_es: Ropa
fr_fr: Vêtements
ja_jp: 服
nl_nl: Kleding
ru_ru: Одежда
uk_ua: Одяг

source: Equipment
de_de: Ausrüstung
es_es: Equipo
fr_fr: Equipement
ja_jp: 装備
nl_nl: Uitrusting
ru_ru: Оборудование
uk_ua: Устаткування

source: Women
de_de: Frauen
es_es: Mujeres
fr_fr: Femmes
ja_jp: 女性
nl_nl: vrouwen
ru_ru: Женщины
uk_ua: Жінки

source: Best Sellers
de_de: Bestseller
es_es: Mejores tiros
fr_fr: Meilleures ventes
ja_jp: ベストセラー
nl_nl: Best verkochte producten
ru_ru: Лидеры продаж
uk_ua: Бестселери

source: Boys
de_de: Jungen
es_es: Niños
fr_fr: Garçons
ja_jp: 男の子たち
nl_nl: Jongens
ru_ru: Мальчики
uk_ua: Пацани

source: Easy On Shoes
de_de: Einfache Schuhe
es_es: Zapatos fáciles
fr_fr: Facile sur les chaussures
ja_jp: 簡単な靴に
nl_nl: Gemakkelijk op Schoenen
ru_ru: Легко на обуви
uk_ua: Легко на Черевиках

source: Must Have
de_de: Muss haben
es_es: Debe tener
fr_fr: Doit avoir
ja_jp: 持っている必要があります
nl_nl: Moet hebben
ru_ru: Должно быть
uk_ua: Найнеобхідніше

source: All Boys
de_de: Alle Jungs
es_es: Todos los chicos
fr_fr: Tous les garçons
nl_nl: Alle jongens
ru_ru: Все мальчики
uk_ua: Всі хлопці

source: Girls
de_de: Mädchen
es_es: Girnillas
fr_fr: Filles
ja_jp: 女の子
nl_nl: Meisjes
ru_ru: Девочки
uk_ua: Дівчата

source: New Releases
de_de: Neue Versionen
es_es: Nuevas versiones
fr_fr: Nouvelles versions
ja_jp: 新リリース
nl_nl: Nieuwe releases
ru_ru: Новые релизы
uk_ua: Нові релізи

source: For Men
de_de: Für Männer
es_es: Para los hombres
fr_fr: Pour les hommes
ja_jp: 男性向け
nl_nl: Voor mannen
ru_ru: Для мужчин
uk_ua: Для чоловіків

source: For Women
de_de: Für Frauen
es_es: Para las mujeres
fr_fr: Pour les femmes
ja_jp: 女性向け
nl_nl: Voor vrouwen
ru_ru: Для женщин
uk_ua: Для жінок

source: For Boys
de_de: Für Jungen
es_es: Para niños
fr_fr: Pour les garçons
ja_jp: 男の子向け
nl_nl: Voor jongens
ru_ru: Для мальчиков
uk_ua: Для хлопчиків

source: For Girls
de_de: Für Mädchen
es_es: Para Girls
fr_fr: Pour les filles
ja_jp: 女の子向け
nl_nl: Voor Meisjes
ru_ru: Для девочек
uk_ua: Для дівчат

source: 1x Armor Air x Fear
de_de: 1x Rüstung Air x Angst
es_es: 1x Armadura Aire x Miedo
fr_fr: 1 x Peur d'Armure x Peur
ja_jp: 1x アーマーAir x Fear
nl_nl: 1x Harnas Lucht vrees
ru_ru: 1x Броня x Страх
uk_ua: 1x Батарея повітряного Х

source: View Cart
de_de: Warenkorb anzeigen
es_es: Ver carrito
fr_fr: Voir le panier
ja_jp: カートを見る
nl_nl: Winkelwagen bekijken
ru_ru: Просмотр корзины
uk_ua: Переглянути кошик

source: My Orders
de_de: Meine Bestellungen
es_es: Mis pedidos
fr_fr: Mes commandes
ja_jp: 私の注文
nl_nl: Mijn bestellingen
ru_ru: Мои заказы
uk_ua: Мої замовлення

source: Donner DDP-300 Digital Piano
de_de: Donner DDP-300 DigitalKlavier
es_es: Donner DDP-300 Piano Digital
fr_fr: Piano numérique DDP-300
ru_ru: Доннер DDP-300 Цифровой фортепиано
uk_ua: Доннер DDP-300 Цифрове піаніно

source: 4 reviews
de_de: 4 Bewertungen
es_es: 4 valoraciones
fr_fr: 4 avis
ja_jp: 4件のレビュー
nl_nl: 4 beoordelingen
ru_ru: 4 отзыва
uk_ua: 4 відгуки

source: Color
de_de: Farbe
fr_fr: Couleur
ja_jp: 色
nl_nl: Kleur
ru_ru: Цвет
uk_ua: Колір

source: Size
de_de: Größe
es_es: Tamaño
fr_fr: Taille
ja_jp: サイズ
nl_nl: Grootte
ru_ru: Размер
uk_ua: Розмір

source: Add to Cart
de_de: In den Warenkorb
es_es: Añadir al carrito
fr_fr: Ajouter au panier
ja_jp: カートに追加
nl_nl: Aan winkelwagen toevoegen
ru_ru: Добавить в корзину
uk_ua: До кошику

source: Add to Wishlist
de_de: Zur Wunschliste hinzufügen
es_es: Añadir a lista de deseos
fr_fr: Ajouter à la liste d'envies
ja_jp: 欲しいものリストに追加
nl_nl: Toevoegen aan Verlanglijst
ru_ru: Добавить в список желаний
uk_ua: Додати до списку бажань

source: Add to Compare
de_de: Zum Vergleich hinzufügen
es_es: Añadir a Comparar
fr_fr: Ajouter à la comparaison
ja_jp: 比較に追加
nl_nl: Voeg toe aan vergelijking
ru_ru: Добавить в сравнение
uk_ua: Додати для порівняння

source: Specifications
de_de: Spezifikationen
es_es: Especificaciones
fr_fr: Caractéristiques
ja_jp: 仕様
nl_nl: Specificaties
ru_ru: Технические требования
uk_ua: Специфікації

source: Blue, Purple
de_de: Blau, lila
es_es: Azul, morado
fr_fr: Bleu, Violet
ja_jp: ブルー、パープル
nl_nl: Blauw, paars
ru_ru: Синий, Фиолетовый
uk_ua: Синій, фіолетовий

source: 150x100x100
uk_ua: 150х100х100

source: Weight
de_de: Gewicht
es_es: Peso
fr_fr: Poids
ja_jp: 重量
nl_nl: Gewicht
ru_ru: Вес
uk_ua: Вага

source: Published 54 minutes ago
de_de: Vor 54 Minuten veröffentlicht
es_es: Publicado hace 54 minutos
fr_fr: Publié il y a 54 minutes
ja_jp: 54分前に公開
nl_nl: 54 minuten geleden gepubliceerd
ru_ru: Опубликовано 54 минуты назад
uk_ua: Опубліковано 54 хвилини тому

source: Published 1 day ago
de_de: Vor 1 Tag veröffentlicht
es_es: Publicado hace 1 día
fr_fr: Publié il y a 1 jour
ja_jp: 1日前に公開
nl_nl: 1 dag geleden gepubliceerd
ru_ru: Опубликовано 1 день назад
uk_ua: Опубліковано 1 день тому

source: Published 3 days ago
de_de: Vor 3 Tagen veröffentlicht
es_es: Publicado hace 3 días
fr_fr: Publié il y a 3 jours
ja_jp: 3日前に公開
nl_nl: 3 dagen geleden gepubliceerd
ru_ru: Опубликовано 3 дня назад
uk_ua: Опубліковано 3 дні тому

source: Published 4 days ago
de_de: Vor 4 Tagen veröffentlicht
es_es: Publicado hace 4 días
fr_fr: Publié il y a 4 jours
ja_jp: 4日前に公開
nl_nl: 4 dagen geleden gepubliceerd
ru_ru: Опубликовано 4 дня назад
uk_ua: Опубліковано 4 дні тому

source: Leave a review
de_de: Bewertung hinterlassen
es_es: Dejar una reseña
fr_fr: Laisser un commentaire
ja_jp: レビューを残す
nl_nl: Geef een recensie
ru_ru: Оставить отзыв
uk_ua: Залишити відгук

source: Related
de_de: Ähnlich
es_es: Relacionado
fr_fr: Lié
ja_jp: 関連
nl_nl: Verwante
ru_ru: Связанные
uk_ua: Пов'язані

source: New
de_de: Neu
es_es: Nuevo
fr_fr: Nouveau
ja_jp: 新規作成
nl_nl: Nieuw
ru_ru: Новый
uk_ua: Новий

source: ACG React Terra
ru_ru: Терра для реакции ACG
uk_ua: Ракетна територія

source: Air Zoom Alpha
es_es: Alfa del Zoven del Aire
fr_fr: Aérozoom Alpha
ja_jp: エアズームアルファ
nl_nl: Lucht Zoom Alfa
ru_ru: Альфа-масштаб воздуха
uk_ua: Альфа Повзунок повітря

source: Hot
de_de: Heiß
es_es: Calor
fr_fr: Chaud
ja_jp: ホット
nl_nl: Populair
ru_ru: Горячая
uk_ua: Спекотно

source: Air Wildwood ACG
de_de: Luft-Wildholz-ACG
es_es: ACG de aire salvaje
fr_fr: ACG Air Wildwood
nl_nl: Lucht Wildwood ACG
ru_ru: ACG воздушной древесины
uk_ua: Авіакт Wildwood

source: 1 product added to cart
de_de: 1 Produkt in den Warenkorb gelegt
es_es: 1 producto añadido al carrito
fr_fr: 1 produit ajouté au panier
ja_jp: 1つの商品がカートに追加されました
nl_nl: 1 product toegevoegd aan winkelwagen
ru_ru: 1 товар добавлен в корзину
uk_ua: 1 товар додано в кошик
