Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Allaia | Bootstrap eCommerce Template - ThemeForest
de_de: Allaia | Bootstrap eCommerce Vorlage - ThemeForest
es_es: Tailandia | Plantilla de Comercio Electrónico Bootstrap - ThemeForest
ja_jp: Allaia | Bootstrap eコマーステンプレート - ThemeForest
nl_nl: Allaia ≤ Bootstrap eCommerce sjabloon - ThemeForest
ru_ru: Allaia | Bootstrap eCommerce Шаблон - ThemeForest
uk_ua: Allaia | Bootstrap eCommerce Шаблон - ThemeForest

source: Pages
de_de: Seiten
es_es: Páginas
ja_jp: ページ
nl_nl: Pagina's
ru_ru: Страницы
uk_ua: Сторінки

source: Listing grid
de_de: Listing Raster
es_es: Lista de cuadrícula
fr_fr: Liste de la grille
ja_jp: リストグリッド
nl_nl: Lijst raster
ru_ru: Список сетки
uk_ua: Список сіток

source: Grid Full Width
de_de: Rasterbreite
es_es: Ancho completo de cuadrcula
fr_fr: Grille pleine largeur
ja_jp: グリッドの全幅
nl_nl: Raster volledige breedte
ru_ru: Полная ширина сетки
uk_ua: Повна ширина сітки

source: Grid Full Width 2
de_de: Raster volle Breite 2
es_es: Ancho completo de cuadrícula 2
fr_fr: Grille pleine largeur 2
ja_jp: グリッド全幅2
nl_nl: Raster volledige breedte 2
ru_ru: Полная сетка 2
uk_ua: Повна ширина сітки 2

source: Grid Boxed
de_de: Gitterbox
es_es: Cuadro de cuadrícula
fr_fr: Grille en boîte
ja_jp: グリッドボックス
nl_nl: Rooster gebundeld
ru_ru: Сетка в коробке
uk_ua: Сітка у рамці

source: Grid Sidebar Right
de_de: Raster Sidebar rechts
es_es: Barra lateral derecha cuadrícula
fr_fr: Barre latérale à droite
ja_jp: グリッドサイドバー右
nl_nl: Raster Sidebar Rechts
ru_ru: Сетка боковой панели вправо
uk_ua: Сітка бічної панелі праворуч

source: Grid Sidebar Right 2
de_de: Raster-Sidebar rechts 2
es_es: Barra lateral cuadrícula 2
fr_fr: Barre latérale à droite 2
ja_jp: グリッドサイドバー (右) 2
nl_nl: Raster Sidebar Rechts 2
ru_ru: Сетка боковой панели справа 2
uk_ua: Сітка бічної панелі 2 праворуч

source: Listing row &amp; Product
de_de: Listing Zeile &amp; Produkt
es_es: Listando fila &amp; Producto
fr_fr: Liste ligne &amp; produit
ja_jp: リスト 行 &amp; 商品
nl_nl: Rij &amp; product weergeven
ru_ru: Список строк &amp; Товар
uk_ua: Перелік рядків &amp; товар

source: Row Sidebar Left
de_de: Reihe Sidebar links
es_es: Barra lateral izquierda
fr_fr: Barre latérale de ligne gauche
ja_jp: 行のサイドバー左
nl_nl: Rij zijbalk links
ru_ru: Боковая панель строки влево
uk_ua: Бічна панель рядків ліворуч

source: Row Sidebar Right
de_de: Reihe Sidebar rechts
es_es: Barra lateral derecha fila
fr_fr: Barre latérale droite
ja_jp: 行のサイドバー (右)
nl_nl: Rij zijbalk rechts
ru_ru: Боковая панель строки справа
uk_ua: Права бічна панель

source: Row Sidebar Left 2
de_de: Reihe Sidebar links 2
es_es: Barra lateral izquierda 2
fr_fr: Barre latérale de ligne Gauche 2
ja_jp: 左行サイドバー 2
nl_nl: Rij zijbalk links 2
ru_ru: Боковая панель строки слева 2
uk_ua: Бічна панель рядків ліворуч 2

source: Row Sidebar Extended
de_de: Reihe Sidebar erweitert
es_es: Barra lateral de fila extendida
fr_fr: Barre latérale de ligne étendue
ja_jp: 行サイドバー拡張
nl_nl: Rij zijbalk uitgebreid
ru_ru: Расширенная строка боковой панели
uk_ua: Розширена бічна панель рядків

source: Product Large Image
de_de: Produkt großes Bild
es_es: Imagen grande del producto
fr_fr: Grande image du produit
ja_jp: 製品の大きな画像
nl_nl: Product grote afbeelding
ru_ru: Большое изображение продукта
uk_ua: Велике зображення товару

source: Product Carousel
de_de: Produktkarussell
es_es: Carrusel de producto
fr_fr: Carrousel du produit
ja_jp: プロダクトカルーセル
nl_nl: Product Carrousel
ru_ru: Карусель товаров
uk_ua: Карусель продукту

source: Product Sticky Info
de_de: Produkt klebrige Info
es_es: Información adhesiva del producto
fr_fr: Infos adhésives du produit
ja_jp: 製品の付箋情報
nl_nl: Vastgehouden productinformatie
ru_ru: Липкие данные о товаре
uk_ua: Прикріплені відомості про товар

source: Other pages
de_de: Andere Seiten
es_es: Otras páginas
fr_fr: Autres pages
ja_jp: その他のページ
nl_nl: Andere pagina's
ru_ru: Другие страницы
uk_ua: Інші сторінки

source: Cart Page
de_de: Warenkorb-Seite
es_es: Página del carrito
fr_fr: Page panier
ja_jp: カートページ
nl_nl: Pagina winkelwagen
ru_ru: Страница корзины
uk_ua: Сторінка кошику

source: Check Out Page
de_de: Auscheckseite
es_es: Salir página
fr_fr: Page de départ
ja_jp: チェックアウトページ
nl_nl: Check out pagina
ru_ru: Страница проверки
uk_ua: Перевірити сторінку

source: Confirm Purchase Page
de_de: Kaufseite bestätigen
es_es: Confirmar página de compra
fr_fr: Confirmer la page d'achat
ja_jp: 購入ページの確認
nl_nl: Aankoop pagina bevestigen
ru_ru: Подтвердите страницу покупки
uk_ua: Підтвердити сторінку покупки

source: Wishlist Page
de_de: Wunschlistenseite
es_es: Página de lista de deseos
fr_fr: Page de la liste d'envies
ja_jp: 欲しい物リストのページ
nl_nl: Verlanglijst pagina
ru_ru: Страница списка пожеланий
uk_ua: Сторінка зі списком бажань

source: Create Account Page
de_de: Kontoseite erstellen
es_es: Crear página de cuenta
fr_fr: Créer une page de compte
ja_jp: アカウントページを作成
nl_nl: Account pagina aanmaken
ru_ru: Создать страницу аккаунта
uk_ua: Створити сторінку облікового запису

source: Track Order
de_de: Track-Reihenfolge
es_es: Orden de seguimiento
fr_fr: Suivre la commande
ja_jp: 注文を追跡
nl_nl: Volg bestelling
ru_ru: Отслеживать порядок
uk_ua: Відстежувати замовлення

source: Help Page
de_de: Hilfeseite
es_es: Página de ayuda
fr_fr: Page d'aide
ja_jp: ヘルプページ
nl_nl: Help pagina
ru_ru: Справка
uk_ua: Сторінка довідки

source: Help Page 2
de_de: Hilfeseite 2
es_es: Página de Ayuda 2
fr_fr: Page d'aide 2
ja_jp: ヘルプページ2
nl_nl: Help pagina 2
ru_ru: Справка 2
uk_ua: Сторінка довідки 2

source: Leave a Review
de_de: Bewertung hinterlassen
es_es: Dejar una reseña
fr_fr: Laisser un commentaire
ja_jp: レビューを残す
nl_nl: Recensie achterlaten
ru_ru: Оставить отзыв
uk_ua: Залишити відгук

source: Extra Pages
de_de: Zusätzliche Seiten
es_es: Páginas adicionales
fr_fr: Pages Supplémentaires
ja_jp: 追加ページ
nl_nl: Extra pagina's
ru_ru: Дополнительные страницы
uk_ua: Додаткові сторінки

source: Header Style 2
de_de: Header-Stil 2
es_es: Estilo de cabecera 2
fr_fr: Style d'en-tête 2
ja_jp: ヘッダースタイル2
nl_nl: Koptekst stijl 2
ru_ru: Заголовок стиль 2
uk_ua: Стиль заголовку 2

source: Header Style 3
de_de: Header-Stil 3
es_es: Estilo de cabecera 3
fr_fr: Style d'en-tête 3
ja_jp: ヘッダースタイル 3
nl_nl: Koptekst stijl 3
ru_ru: Заголовок стиль 3
uk_ua: Стиль заголовку 3

source: Header Style 4
de_de: Header-Stil 4
es_es: Estilo del Header 4
fr_fr: Style d'en-tête 4
ja_jp: ヘッダースタイル 4
nl_nl: Koptekst stijl 4
ru_ru: Заголовок стиль 4
uk_ua: Стиль заголовку 4

source: Header Style 5
de_de: Header-Stil 5
es_es: Estilo del Header 5
fr_fr: Style d'en-tête 5
ja_jp: ヘッダースタイル 5
nl_nl: Koptekst stijl 5
ru_ru: Заголовок стиль 5
uk_ua: Стиль заголовку 5

source: 404 Page
de_de: 404 Seite
es_es: Página 404
fr_fr: Page 404
ja_jp: 404 ページ
nl_nl: 404 pagina
ru_ru: Страница 404
uk_ua: 404 Пейдж

source: Sign In Modal
de_de: Modal anmelden
es_es: Iniciar sesión
fr_fr: Connexion modale
ja_jp: モーダルにサインイン
nl_nl: Log in Modal
ru_ru: Вход в Модаль
uk_ua: Модаль авторизації

source: About 1
de_de: Über 1
es_es: Acerca de 1
fr_fr: Environ 1
ja_jp: 約 1
nl_nl: Ongeveer 1
ru_ru: Около 1
uk_ua: Про 1

source: About 2
de_de: Ungefähr 2
es_es: Acerca de 2
fr_fr: Environ 2
ja_jp: 約 2
nl_nl: Ongeveer 2
ru_ru: О 2
uk_ua: Про 2

source: Modal Advertise
de_de: Modale Werbung
es_es: Anuncio Modal
fr_fr: Publicité modale
ja_jp: モーダル広告
nl_nl: Modal adverteren
ru_ru: Модальная реклама
uk_ua: Модальна реклама

source: Modal Newsletter
de_de: Modaler Newsletter
es_es: Boletín Modal
fr_fr: Newsletter modale
nl_nl: Modal nieuwsbrief
ru_ru: Новостная рассылка модального сайта
uk_ua: Модальний бюлетень

source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos de
nl_nl: Informatie
ru_ru: О программе
uk_ua: Про програму

source: Need Help?
de_de: Brauchst du Hilfe?
es_es: ¿Necesitas ayuda?
fr_fr: Besoin d'aide ?
ja_jp: ヘルプが必要ですか？
nl_nl: Hulp nodig?
ru_ru: Нужна помощь?
uk_ua: Потрібна допомога?

source: Wishlist
de_de: Wunschliste
es_es: Lista de deseos
fr_fr: Liste d'envies
ja_jp: 欲しい物リスト
nl_nl: Verlanglijst
ru_ru: Список желаний
uk_ua: Список бажань

source: Account
de_de: Konto
es_es: Cuenta
fr_fr: Compte client
ja_jp: アカウント
nl_nl: Rekening
ru_ru: Аккаунт
uk_ua: Обліковий запис

source: Logout
de_de: Abmelden
es_es: Cerrar sesión
fr_fr: Déconnexion
ja_jp: ログアウト
nl_nl: Afmelden
ru_ru: Выйти
uk_ua: Вихід із системи

source: Sign In or Sign Up
de_de: Anmelden oder registrieren
es_es: Inicia sesión o regístrate
fr_fr: Connectez-vous ou inscrivez-vous
ja_jp: サインインまたはサインアップ
nl_nl: Log in of registreer
ru_ru: Войти или зарегистрироваться
uk_ua: Увійти чи зареєструватися

source: Track your Order
de_de: Bestellung verfolgen
es_es: Registra tu pedido
fr_fr: Suivre votre commande
ja_jp: 注文を追跡する
nl_nl: Volg uw bestelling
ru_ru: Отслеживать заказ
uk_ua: Відстежуйте Ваше замовлення

source: Help and Faq
de_de: Hilfe und Faq
es_es: Ayuda y Faq
fr_fr: Aide et Faq
ja_jp: ヘルプとFAQ
nl_nl: Hulp en faq
ru_ru: Помощь и Фак
uk_ua: Допомога і твердження

source: Login with Facebook
de_de: Mit Facebook anmelden
es_es: Iniciar sesión con Facebook
fr_fr: Se connecter avec Facebook
ja_jp: Facebookでログイン
nl_nl: Inloggen met Facebook
ru_ru: Войти через Facebook
uk_ua: Увійти через Facebook

source: Login with Google
de_de: Mit Google anmelden
es_es: Iniciar sesión con Google
fr_fr: Se connecter avec Google
ja_jp: Google でログイン
nl_nl: Inloggen met Google
ru_ru: Войти с помощью Google
uk_ua: Увійти через Google

source: Forgot Password?
de_de: Passwort vergessen?
es_es: ¿Olvidó la contraseña?
fr_fr: Mot de passe oublié ?
ja_jp: パスワードをお忘れですか？
nl_nl: Wachtwoord Vergeten?
ru_ru: Забыли пароль?
uk_ua: Забули пароль?

source: Don’t have an account?
de_de: Sie haben noch kein Konto?
es_es: ¿No tienes una cuenta?
fr_fr: Vous n'avez pas de compte ?
ja_jp: アカウントをお持ちでないですか？
nl_nl: Heb je nog geen account?
ru_ru: У вас нет учетной записи?
uk_ua: Ще не зареєстровані?

source: Sign up
de_de: Registrieren
es_es: Regístrate
fr_fr: S'inscrire
ja_jp: 新規登録
nl_nl: Registreer nu
ru_ru: Регистрация
uk_ua: Зареєструватися

source: Please confirm login email below
de_de: Bitte bestätigen Sie die Login-E-Mail unten
es_es: Por favor confirme el email de inicio de sesión
fr_fr: Veuillez confirmer l'email de connexion ci-dessous
ja_jp: 以下のログインメールアドレスを確認してください。
nl_nl: Bevestig hieronder het inlog e-mailadres
ru_ru: Подтвердите адрес электронной почты входа ниже
uk_ua: Будь ласка, підтвердіть адресу електронної пошти для входу нижче

source: You will receive an email containing a link allowing you to reset your password to a new preferred one.
de_de: Sie erhalten eine E-Mail mit einem Link, mit dem Sie Ihr Passwort auf ein neues Passwort zurücksetzen können.
es_es: Recibirás un correo electrónico con un enlace que te permitirá restablecer tu contraseña a una nueva.
fr_fr: Vous recevrez un email contenant un lien vous permettant de réinitialiser votre mot de passe à un nouveau mot de passe préféré.
ja_jp: パスワードを新しい優先順位のものにリセットするためのリンクを含むメールが届きます。
nl_nl: U ontvangt een e-mail met een link waarmee u uw wachtwoord kunt resetten naar een nieuwe voorkeur.
ru_ru: Вы получите письмо, содержащее ссылку, позволяющую сбросить пароль на новый, предпочтительный пароль.
uk_ua: Ви отримаєте лист, що містить посилання, що дозволяє скинути пароль на новий.

source: Quick Links
de_de: Schnelllinks
es_es: Enlaces rápidos
fr_fr: Liens rapides
ja_jp: クイックリンク
nl_nl: Snelle links
ru_ru: Быстрые ссылки
uk_ua: Швидкі посилання

source: About us
de_de: Über uns
es_es: Sobre nosotros
fr_fr: À propos de nous
ja_jp: 私たちについて
nl_nl: Over ons
ru_ru: О нас
uk_ua: Про нас

source: Faq
de_de: Fach
ru_ru: Фак
uk_ua: Фак

source: Help
de_de: Hilfe
es_es: Ayuda
fr_fr: Aide
ja_jp: ヘルプ
nl_nl: Hulp
ru_ru: Справка
uk_ua: Довідка

source: My account
de_de: Mein Konto
es_es: Mi cuenta
fr_fr: Mon compte
ja_jp: マイアカウント
nl_nl: Mijn account
ru_ru: Мой аккаунт
uk_ua: Мій обліковий запис

source: Contacts
de_de: Kontakte
es_es: Contactos
ja_jp: 連絡先
nl_nl: Contactpersonen
ru_ru: Контакты
uk_ua: Контакти

source: Clothes
de_de: Kleidung
es_es: Ropa
fr_fr: Vêtements
ja_jp: 服
nl_nl: Kleding
ru_ru: Одежда
uk_ua: Одяг

source: Electronics
de_de: Elektronik
es_es: Electrónica
fr_fr: Électronique
nl_nl: Elektronica
ru_ru: Электроника
uk_ua: Електроніка

source: Furniture
de_de: Möbel
es_es: Muebles
fr_fr: Meubles
ja_jp: 家具
nl_nl: Meubels
ru_ru: Мебель
uk_ua: Меблі

source: Glasses
de_de: Brille
es_es: Vidrios
fr_fr: Lunettes
ja_jp: ガラス
nl_nl: Bril
ru_ru: Очки
uk_ua: Окуляри

source: Shoes
de_de: Schuhe
es_es: Zapatos
fr_fr: Chaussures
ja_jp: シューズ
nl_nl: Schoenen
ru_ru: Обувь
uk_ua: Черевики

source: Watches
de_de: Uhren
es_es: Vistas
fr_fr: Montres
ja_jp: ウォッチ
nl_nl: Horloges
ru_ru: Часы
uk_ua: Годинники

source: Los Angeles - US
de_de: Los Angeles - USA
fr_fr: Los Angeles - États-Unis
ja_jp: ロサンゼルス - アメリカ
nl_nl: Los Angeles - VS
ru_ru: Лос-Анджелес - США
uk_ua: Лос-Анджелес - США

source: Keep in touch
de_de: In Kontakt bleiben
es_es: Mantener contacto
fr_fr: Rester en contact
ja_jp: 連絡を続ける
nl_nl: Blijf in contact
ru_ru: Продолжайте на связи
uk_ua: Залишати на зв'язку

source: Follow Us
de_de: Folgen Sie uns
es_es: Síguenos
fr_fr: Suivez-nous
ja_jp: フォローしてください
nl_nl: Volg ons
ru_ru: Следите за нами
uk_ua: Слідуйте за нами

source: US Dollars
de_de: US Dollar
es_es: Dólares de EEUU
fr_fr: Dollars US
ja_jp: 米ドル
nl_nl: US Dollar
ru_ru: Доллары США
uk_ua: Долари США

source: Euro
fr_fr: Euros
ja_jp: ユーロ
ru_ru: Евро
uk_ua: Євро

source: Terms and conditions
de_de: Nutzungsbedingungen
es_es: Términos y condiciones
fr_fr: Termes et conditions
ja_jp: 利用規約
nl_nl: Algemene Voorwaarden
ru_ru: Правила и условия
uk_ua: Правила та умови використання

source: Privacy
de_de: Privatsphäre
es_es: Privacidad
fr_fr: Confidentialité
ja_jp: プライバシー
ru_ru: Приватность
uk_ua: Конфіденційність

source: Payments Methods
de_de: Zahlungsmethoden
es_es: Métodos de pago
fr_fr: Méthodes de paiement
ja_jp: 支払い方法
nl_nl: Betalingen methoden
ru_ru: Способы оплаты
uk_ua: Способи оплати

source: Index
es_es: Índice
ja_jp: 目次と索引
nl_nl: Indexeren
ru_ru: Индекс
uk_ua: Покажчик

source: USD
uk_ua: Долари США

source: My Account
de_de: Mein Konto
es_es: Mi cuenta
fr_fr: Mon Compte
ja_jp: マイアカウント
nl_nl: Mijn account
ru_ru: Мой аккаунт
uk_ua: Особистий кабінет

source: Compare
de_de: Vergleichen
es_es: Comparar
fr_fr: Comparer
ja_jp: 比較
nl_nl: Vergelijk
ru_ru: Сравнить
uk_ua: Порівняти

source: Check out
de_de: Auschecken
es_es: Revisar
fr_fr: Départ
ja_jp: チェックアウト
ru_ru: Оценить
uk_ua: Відмітити

source: Call Us Now
de_de: Jetzt anrufen
es_es: Llámanos ahora
fr_fr: Appelez-nous maintenant
ja_jp: 今すぐお電話ください
nl_nl: Bel ons nu
ru_ru: Позвоните нам сейчас
uk_ua: Зателефонуйте нам зараз

source: Toll free : (+00) 00 00 000
de_de: Gebührenfrei: (+00) 00 00 000
es_es: Toll libre : (+00) 00 00 000
ja_jp: フリーダイヤル: (+00) 00 000
nl_nl: Tol vrij: (+00) 00 000
ru_ru: Бесплатно Toll: (+00) 00 00 000
uk_ua: Без плат: (+00) 00 00 000

source: shopping Cart
de_de: Warenkorb
es_es: carrito de compras
fr_fr: Panier
ja_jp: ショッピング カート
nl_nl: Winkelwagen
ru_ru: корзина
uk_ua: корзина

source: 0 Item(s) - $0.00
de_de: 0 Artikel(e) - $0.00
es_es: 0 artículo(s) - $0.00
fr_fr: 0 élément(s) - $0.00
ja_jp: 0 アイテム - $0.00
ru_ru: 0 элемент(ов) - $0,00
uk_ua: 0 елемент(ів) - $0.00

source: Recently added item(s)
de_de: Zuletzt hinzugefügte Item(s)
es_es: Elemento(s) recientemente añadidos
fr_fr: Élément(s) récemment ajoutés
ja_jp: 最近追加した商品
nl_nl: Recent toegevoegd
ru_ru: Недавно добавленные элементы(ы)
uk_ua: Нещодавно додані елемент(и)

source: X
ru_ru: Х
uk_ua: Ікс

source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Editer
ja_jp: 編集
nl_nl: Bewerken
ru_ru: Редактирование
uk_ua: Редагувати

source: Bath Minerals and Salt
de_de: Bath Mineralien und Salz
es_es: Baños minerales y sal
fr_fr: Baignoire et sel
ja_jp: 風呂の鉱物と塩
nl_nl: BadMineralen en Zout
ru_ru: Минеральные ванны и соль
uk_ua: Батні мінерали і сіль

source: Large Camera Bag
de_de: Großer Kamerasack
es_es: Bolsa de Cámara Grande
fr_fr: Grand sac photo
ja_jp: 大きなカメラバッグ
nl_nl: Grote camera zak
ru_ru: Сумка большой камеры
uk_ua: Великий кошик камери

source: Subtotal:
de_de: Zwischensumme:
fr_fr: Sous-total :
ja_jp: 小計:
nl_nl: Subtotaal
ru_ru: Подытог:
uk_ua: Проміжний підсумок:

source: view my cart
de_de: meinen Warenkorb anzeigen
es_es: ver mi carrito
fr_fr: voir mon panier
ja_jp: カートを見る
nl_nl: bekijk mijn winkelwagen
ru_ru: просмотреть корзину
uk_ua: переглянути мій кошик

source: Checkout
de_de: Kasse
es_es: Pedido
fr_fr: Payer
ja_jp: チェックアウト
nl_nl: Afrekenen
ru_ru: Оформить заказ
uk_ua: Оформити замовлення

source: Home 1
de_de: Startseite 1
es_es: Inicio 1
fr_fr: Accueil 1
ja_jp: ホーム 1
nl_nl: Thuis 1
ru_ru: Главная 1
uk_ua: Вдома 1

source: Home 2
de_de: Startseite 2
es_es: Inicio 2
fr_fr: Accueil 2
ja_jp: ホーム 2
nl_nl: Thuis 2
ru_ru: Главная 2
uk_ua: Вдома 2

source: Home 3
de_de: Startseite 3
es_es: Inicio 3
fr_fr: Accueil 3
ja_jp: ホーム 3
nl_nl: Thuis 3
ru_ru: Главная 3
uk_ua: Дом 3

source: List
de_de: Liste
es_es: Lista
fr_fr: Liste
ja_jp: リスト
nl_nl: Klantenlijst
ru_ru: Список
uk_ua: Список

source: Grid
de_de: Raster
es_es: Rejilla
fr_fr: Grille
ja_jp: グリッド
nl_nl: Rooster
ru_ru: Сетка
uk_ua: Сітка

source: Detail
de_de: Details
es_es: Detalle
fr_fr: Détail
ja_jp: 詳細
ru_ru: Детали
uk_ua: Докладно

source: Collection
de_de: Sammlung
es_es: Colección
fr_fr: Collecte
ja_jp: コレクション
nl_nl: Collectie
ru_ru: Коллекция
uk_ua: Колекція

source: big sale on canifa shop
de_de: grosser Verkauf im Canifa Shop
es_es: gran venta en la tienda canifa
fr_fr: grande vente sur canifa shop
ja_jp: キャニファショップでの大きな販売
nl_nl: grote verkoop op canifa winkel
ru_ru: большая продажа в магазине canifa
uk_ua: великий продаж у каніфному магазині

source: up to
de_de: bis zu
es_es: hasta
fr_fr: jusqu'à
ja_jp: 最大
nl_nl: tot en met
ru_ru: до
uk_ua: до

source: 80%% off
de_de: 80%% aus
es_es: 80%% Apagado
fr_fr: 80%% désactivé
ja_jp: 80%% オフ
nl_nl: 80%% korting
ru_ru: 80%% выкл
uk_ua: 80%% вимкнути

source: Satchel Totes
es_es: Totes de Satchel
fr_fr: Totes de Satchel
ru_ru: Тоты сатчела
uk_ua: Підсумок атчела

source: Women fashion
de_de: Damenmode
es_es: Moda femenina
fr_fr: Mode féminin
ja_jp: 女性のファッション
nl_nl: Vrouwen mode
ru_ru: Женская мода
uk_ua: Жіноча мода

source: Tops
es_es: Veces
fr_fr: Coups
ja_jp: トップス
nl_nl: Tepels
ru_ru: Топы
uk_ua: Клітини

source: Sweaters
de_de: Pullover
es_es: Sudaderos
fr_fr: Pull
ja_jp: スイーター
ru_ru: Потери
uk_ua: Солодки

source: Bottoms
de_de: Unten
es_es: Bottomas
fr_fr: Bas
nl_nl: Onderpanden
ru_ru: Снизу
uk_ua: Знизу

source: Dresses
de_de: Kleider
es_es: Vestidos
fr_fr: Robes
ja_jp: ドレス
nl_nl: Gereedschappen
ru_ru: Платья
uk_ua: Сукні

source: Coats &amp; Jackets
de_de: Mantel &amp; Jacken
es_es: abrigos &amp; chaquetas
fr_fr: Manteau &amp; Veste
ja_jp: コート &amp; ジャケット
nl_nl: Jassen &amp; jassen
ru_ru: Пальцы &amp; Рельсы
uk_ua: Кошти &amp; Куртки

source: Scarves
de_de: Schals
es_es: Escarlatas
fr_fr: Écharpes
nl_nl: Skartsen
ru_ru: Карвы
uk_ua: Скарви

source: Pants
de_de: Hose
es_es: Pantalones
fr_fr: Pantalon
ja_jp: パンツ
nl_nl: Broek
ru_ru: Штаны
uk_ua: Штани

source: Style-Brands
de_de: Style-Marken
es_es: Marcas de estilo
fr_fr: Style-Marques
ja_jp: スタイルブランド
nl_nl: Stijlblokken
ru_ru: Стильные бренды
uk_ua: Стилі-бренди

source: Kids
de_de: Kinder
es_es: Niños
fr_fr: Enfants
ja_jp: 子供
nl_nl: Kinderen
ru_ru: Дети
uk_ua: Діти

source: Accessories
de_de: Zubehör
es_es: Accesorios
fr_fr: Accessoires
ja_jp: アクセサリー
nl_nl: Tilbehør
ru_ru: Аксессуары
uk_ua: Аксесуари

source: SUBSCRIBE TO OUR NEWSLETTER TO RECEIVE NEWS,
de_de: AUF UNSEREN NEWSLETTER ZUM EMPFANG NACHFOLGEN, BESCHRÄNKEN
es_es: SUBSCRIBE A NUESTRO NUESTRO PARA RECEIR NOTICIAS,
fr_fr: S'abonner à notre NEWSLETTER pour recevoir des nouvelles,
ja_jp: お知らせを受け取るために当社のニュースレターに購読する
nl_nl: INSCHRIJVEN NAAR ONZE NIEUWSLETTER OM NIEUWS, TE ONTVANGEN,
ru_ru: ПОДПИСАЙТЕ К НАШЕЙ НОВОСТИ НА НОВОСТИ ПОЛУЧЕНИЯ,
uk_ua: ПІДПИСАТИСЯ ДЛЯ НАЗ НОВИМИ ДЛЯ ОТРИМУВАННЯ,

source: UPDATES, AND ANOTHER STUFF BY EMAIL.
de_de: UPDATES UND ANDERE STUFF VON EMAIL.
es_es: ACTUALIZACIONES, Y OTROS ESTUFF POR EMAIL.
fr_fr: MISE À JOUR ET UNE AUTRE STUFF PAR EMAIL.
ja_jp: EMAILによるアップデート、およびその他のSTUF。
nl_nl: UPDATES, EN ANDERE STUFF DOOR E-MAIL.
ru_ru: ОБНОВЛЯЕТСЯ И ДРУГИЕ ИСПОЛЬЗОВАНИЯ.
uk_ua: ОНОВЛЕННЯ І ще одна складова - це рівнозначно.

source: Quick link:
de_de: Schnelllink:
es_es: Enlace rápido:
fr_fr: Lien rapide :
ja_jp: クイックリンク:
nl_nl: Snelle link:
ru_ru: Быстрая ссылка:
uk_ua: Швидке посилання:

source: Privacy Policy
de_de: Datenschutzerklärung
es_es: Política de privacidad
fr_fr: Politique de confidentialité
ja_jp: プライバシーポリシー
nl_nl: Privacy Beleid
ru_ru: Политика конфиденциальности
uk_ua: Політика конфіденційності

source: My Company , Glasgow D04 89GR
de_de: Meine Firma , Glasgow D04 89GR
es_es: Mi empresa , Glasgow D04 89GR
fr_fr: Mon entreprise , Glasgow D04 89GR
ja_jp: 私の会社 , グラスゴー D04 89TR
nl_nl: Mijn Bedrijf , Glasgow D04 89GR
ru_ru: Моя компания , Глазго D04 89GR
uk_ua: Моя компанія - Glasgow D04 89GR

source: Call us now: 123-456-7890
de_de: Rufen Sie uns an: 123-456-7890
es_es: Llámenos ahora: 123-456-7890
fr_fr: Appelez-nous dès maintenant : 123-456-7890
ja_jp: 今すぐお電話ください: 123-456-7890
nl_nl: Bel ons nu: 123-456-7890
ru_ru: Позвоните нам: 123-456-7890
uk_ua: Подзвоніть нам: 123-456-7890

source: image/svg+xml
es_es: imagen/svg+xml
nl_nl: afbeelding/svg+xml
ru_ru: изображение/свг +xml
uk_ua: зображення/svg+xml

source: Start typing and hit Enter
de_de: Tippen und Enter drücken
es_es: Empieza a escribir y pulsa Enter
fr_fr: Commencez à taper et appuyez sur Entrée
ja_jp: 入力を開始し、Enter キーを押します
nl_nl: Begin met typen en druk Enter
ru_ru: Начните печатать и нажмите Enter
uk_ua: Почніть вводити і натисніть Enter

source: Shopping Cart
de_de: Warenkorb
es_es: Carrito de compras
fr_fr: Panier
ja_jp: ショッピングカート
nl_nl: Winkelwagen
ru_ru: Корзина
uk_ua: Кошик покупок

source: QTY :
de_de: Menge :
fr_fr: Qté :
ja_jp: 数量 :
nl_nl: Aantal :
ru_ru: Кол-во :
uk_ua: К-сть :

source: Total:
de_de: Gesamt:
ja_jp: 合計:
nl_nl: Totaal:
ru_ru: Всего:
uk_ua: Загалом:

source: View cart
de_de: Warenkorb anzeigen
es_es: Ver carrito
fr_fr: Voir le panier
ja_jp: カートを表示
nl_nl: Winkelwagen bekijken
ru_ru: Просмотр корзины
uk_ua: Переглянути кошик

source: HOME
es_es: CASA
fr_fr: ACCUEIL
nl_nl: THUIS
ru_ru: Дом
uk_ua: ГОЛОВНА

source: HOT
de_de: HEIT
ru_ru: УЖЕ
uk_ua: ГАРЯЧИЙ

source: CHINESE
de_de: ÄNDERN
es_es: CINESO
fr_fr: CHINÈRES
ja_jp: 中国
nl_nl: VERANDEREN
ru_ru: КЛИЕНТ
uk_ua: ВИГРАШ

source: CHAT
fr_fr: TCHAT
ja_jp: チャット
nl_nl: KAAR
ru_ru: ЧАТ
uk_ua: ЧАТ

source: BLOGS
es_es: BLOQUES
ja_jp: ブログ
ru_ru: БЛОГЫ
uk_ua: БЛОГИ

source: MANAGEMENT
fr_fr: GESTION
ja_jp: 管理
nl_nl: BEHEER
ru_ru: УПРАВЛЕНИЕ
uk_ua: КЕРУВАННЯ

source: My Profile
de_de: Mein Profil
es_es: Mi perfil
fr_fr: Mon profil
ja_jp: マイプロフィール
nl_nl: Mijn profiel
ru_ru: Мой профиль
uk_ua: Мій профіль

source: About Us
de_de: Über uns
es_es: Acerca de nosotros
fr_fr: À propos de nous
ja_jp: 私たちについて
nl_nl: Over ons
ru_ru: О нас
uk_ua: Про нас

source: Sophisticated simplicity for the
de_de: Raffinierte Einfachheit für die
es_es: Simplicidad sofisticada para el
fr_fr: Sophisticé simplicité pour le
ja_jp: 洗練されたシンプルさ
nl_nl: Geavanceerde eenvoud voor de
ru_ru: Сложная простота
uk_ua: Складна простота для

source: independent mind.
de_de: unabhängiger Geist.
es_es: mente independiente.
fr_fr: esprit indépendant.
ja_jp: 自立した心だ
nl_nl: onafhankelijke geest.
ru_ru: независимый ум.
uk_ua: незалежне розум.

source: Information
de_de: Informationen
es_es: Información
ja_jp: 情報
nl_nl: Informatie
ru_ru: Информация
uk_ua: Інформація про нас

source: Term of use
de_de: Nutzungsdauer
es_es: Término de uso
fr_fr: Condition d'utilisation
ja_jp: 利用規約
nl_nl: Term van gebruik
ru_ru: Условие использования
uk_ua: Терміни використання
