Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Chinese instrument in International
de_de: Chinesisches Instrument in International
es_es: Instrumento chino en Internacional
fr_fr: Instrument chinois à l'international
ja_jp: 国際的な中国の楽器です
nl_nl: Chinees instrument in internationaal
ru_ru: Китайский документ в международной сети
uk_ua: Міжнародний китайський інструмент

source: Trending, <span>Best Selling Instruments</span> And Amazing Musics
de_de: Trends, <span>Bestseller Instrumente</span> und fantastische Musik
es_es: Tendencia, <span>los ingredientes más vendidos</span> y las musicas increíbles
fr_fr: Tendance, <span>Instruments les mieux vendus</span> et des musiques incroyables
ja_jp: トレンド、 <span>ベストセラー楽器</span> そして素晴らしい音楽
nl_nl: Trending, <span>Beste verkoopinstrumenten</span> en geweldige muziek
ru_ru: Трендинг, <span>лучшие продаваемые инструменты</span> и потрясающие музыки
uk_ua: Тренується, <span>Кращі Інструменти з продажу</span> і дивовижні мусульмани

source: (Mongolian) A two-string stringed musical instrument.
de_de: (Mongolian) Ein zweigleisiges Musikinstrument.
es_es: (Mongolian) Un instrumento musical de dos cadenas.
fr_fr: (Mongolien) Un instrument musical à deux cordes à cordes.
ja_jp: (モンゴル語) 二弦楽器。
nl_nl: (Mongolian) Een twee-string muziekinstrument.
ru_ru: (Монгольский) Двухструнный музыкальный инструмент.
uk_ua: (Монгольська) Дворядний музичний інструмент, що стріляється.

source: It has a trapezoidal body and a horse-head-shaped handle
de_de: Es hat einen trapezförmigen Körper und einen kopfförmigen Griff
es_es: Tiene un cuerpo trapezoidal y un mango en forma de caballo
fr_fr: Il a un corps trapézoïdal et une poignée en forme de tête de cheval
ja_jp: 台形の胴体と馬頭形の取っ手を持つ。
nl_nl: Het heeft een trapezoïdisch lichaam en een paardenvormige handgreep
ru_ru: Имеет трапецевидное тело и коневую рукоятку
uk_ua: Він має трапезидальне тіло і уражена головою коня

source: (Tibetan) A percussion instrument in dancing
de_de: (Tibetisch) Ein Perkussionsinstrument beim Tanzen
es_es: (Tibetan) Un instrumento de percusión en el baile
fr_fr: (tibétain) Un instrument de percussion en danse
ja_jp: (チベット語) 舞踊における打楽器。
nl_nl: (Tibetaans) Een percussie-instrument bij het dansen
ru_ru: (Тибет) Инструмент перкуссии в танцах
uk_ua: (Тибетський) Наслідковий інструмент у танці

source: Women hold a drum in her right hand and a handle in her left hand, changing movements by spinning and tapping
de_de: Frauen halten eine Trommel in ihrer rechten Hand und einen Griff in ihrer linken Hand, verändern Bewegungen durch Drehen und Tippen
es_es: Las mujeres tienen un tambor en su mano derecha y un mango en su mano izquierda, cambiando los movimientos girando y tocando
fr_fr: Les femmes tiennent un tambour dans sa main droite et une poignée dans sa main gauche, changeant de mouvement en tournant et en appuyant
ja_jp: 女性は右手に太鼓を持ち左手にハンドルを持ち、回転やタップで動きを変える。
nl_nl: Vrouwen houden een drum in haar rechterhand en een handgreep in haar linkerhand, wisselende bewegingen door te draaien en te tappen
ru_ru: Женщины держат барабан в правой руке и ручку в левой руке, меняя движения путем вращения и нажатия
uk_ua: Жінки тримають барабана у правій руці та ручку у лівій русі, змінюючи оберт і прослуховуючи

source: (Han)Holiday celebration drum, used to strengthen the military momentum
de_de: (Han)Feiertagstrommel, verwendet um den militärischen Schwung zu stärken
es_es: (Han)tambor de celebración navideña, utilizado para fortalecer el impulso militar
fr_fr: format@@0 (Han)Holiday celebration drum, used to strengthen the military momentum
ja_jp: (漢)祝賀ドラム。軍の勢いを強化するために使用されます。
nl_nl: (Han)Feestelijke feestdag drum, gebruikt om het militaire momentum te versterken
ru_ru: (Хан)Отдых барабан, используется для усиления военной динамики
uk_ua: (Ган)Святкове святкування барабану, що використовується для зміцнення військового імпульсу

source: The tympanic membrane is about 1000m in diameter and is struck by one or two people each holding a double stick
de_de: Die tympanische Membran hat etwa 1000 m Durchmesser und wird von ein oder zwei Personen mit jeweils einem Doppelstich getroffen
es_es: La membrana tirana es de unos 1000 m de diámetro y es golpeada por una o dos personas cada una con un doble palo
fr_fr: La membrane tympanique mesure environ 1000m de diamètre et est frappée par une ou deux personnes tenant chacune un double bâton
ja_jp: 鼓膜は直径約1000mで、それぞれ二重の棒を持つ1人か2人に打たれる。
nl_nl: De tympanische membraan is ongeveer 100 m in diameter en wordt elke keer getroffen door een of twee mensen met een dubbele stok
ru_ru: Тымпаническая мембрана диаметром около 1000м и поражена одним или двумя людьми, каждый из которых имеет двойную палку
uk_ua: Тімпанова мембрана становить 1000м в діаметрі, її вдаряють одна чи дві людини, що тримають подвійну паличку

source: Yueqin
ru_ru: Юэкин
uk_ua: Юецінь

source: (Han) A plucked stringed instruments from Han Dynasty
de_de: (Han) Ein gesprungener Streichinstrument aus der Han-Dynastie
es_es: (Han) Un instrumento de cadena arrancado de la dinastía Han
fr_fr: (Han) Un instrument à cordes cueillies de la dynastie Han
ja_jp: 漢代の撥弦楽器。
nl_nl: (Han) Een geplukte wandelende instrumenten van Han Dynasty
ru_ru: (Han) Множественные струнные инструменты из династии Хан
uk_ua: (Гана) Високі стрункові інструменти з династії Хан

source: The neck of the piano is short, and the sound of the piano is leisurely
de_de: Der Hals des Klaviers ist kurz und der Klang des Klaviers ist gemütlich.
es_es: El cuello del piano es corto, y el sonido del piano es de forma clara
fr_fr: Le cou du piano est court, et le son du piano est agréable
ja_jp: ピアノの首が短く、ピアノの音がゆっくりと響きます。
nl_nl: De nek van de piano is kort en het geluid van de piano is ontspannend
ru_ru: Шейка фортепиано короткая, звук фортепиано неторопливо
uk_ua: На шиї піаніно короткі, а звук піаніно неквапливо

source: Testimonials
de_de: Referenzen
es_es: Testimonios
fr_fr: Témoignages
nl_nl: Beoordelingen
ru_ru: Отзывы
uk_ua: Відгуки

source: Customer <span>Reviews
de_de: Kunden <span>Bewertungen
es_es: Comentarios del cliente <span>
fr_fr: Avis du client <span>
ja_jp: 顧客 <span>レビュー
nl_nl: Klant <span>beoordelingen
ru_ru: Клиент <span>Отзывы
uk_ua: Клієнт <span>Відгуки

source: Rated by instruments player on facebook
de_de: Bewertet vom Instrumentenspieler auf Facebook
es_es: Calificado por el jugador de instrumentos en facebook
fr_fr: Noté par le joueur d'instruments sur facebook
ja_jp: facebookで楽器奏者による評価
nl_nl: Beoordeeld door speler met instrumenten op facebook
ru_ru: Рейтинг по инструментам на Facebook
uk_ua: Рейтинг гравцем інструментів на facebook

source: Rated by instruments player on instagram
de_de: Bewertet von Instrumentenspieler auf Instagram
es_es: Calificado por el reproductor de instrumentos en el instagrama
fr_fr: Noté par le joueur d'instruments sur instagram
ja_jp: Instagramの楽器プレーヤーによる評価
nl_nl: Nomineerd door speler van instrument op instagram
ru_ru: Рейтинг по инструментам в Instagram
uk_ua: Рейтинг інструментів на інстаграмі

source: Rated by instruments player on twitter
de_de: Bewertet vom Instrumentenspieler auf Twitter
es_es: Calificado por instrumentos en twitter
fr_fr: Noté par le joueur d'instruments sur twitter
ja_jp: twitterで楽器プレーヤーによる評価
nl_nl: Beoordeeld door speler op Twitter
ru_ru: Рейтинг по инструментам в Twitter
uk_ua: Рейтинг гравцем інструментів на Twitter

source: Latest News
de_de: Neueste Nachrichten
es_es: Noticias más recientes
fr_fr: Dernières Actualités
ja_jp: 最新ニュース
nl_nl: Laatste nieuws
ru_ru: Последние новости
uk_ua: Останні новини

source: Learn More <span>About Instruments
de_de: Erfahren Sie mehr <span>über Instrumente
es_es: Más información <span>sobre los instrumentos
fr_fr: En savoir plus <span>À propos des instruments
ja_jp: 楽器についてもっと詳しく <span>
nl_nl: Leer meer <span>over instrumenten
ru_ru: Узнайте больше <span>об инструментах
uk_ua: Дізнатися більше <span>про інструменти

source: Go to Blog
de_de: Zum Blog
es_es: Ir al blog
fr_fr: Aller au blog
ja_jp: ブログへ移動
nl_nl: Ga naar Blog
ru_ru: Перейти к блогу
uk_ua: Перейти до блогу

source: Learn More
de_de: Mehr erfahren
es_es: Más información
fr_fr: En savoir plus
ja_jp: もっと詳しく
nl_nl: Meer informatie
ru_ru: Узнать больше
uk_ua: Дізнатися більше

source: Instrumentsplayer
de_de: Instrumenten-Layer
es_es: Reproductor de intrigas
fr_fr: Joueur d'instruments
ru_ru: Инструменты
uk_ua: Інструментатор

source: Melodious Instruments Shop .
de_de: Melodiöse Instrumente Shop .
fr_fr: Boutique d'instruments mélodieux .
ja_jp: メロディアスな楽器ショップ .
nl_nl: Melodieuze instrumentenwinkel.
ru_ru: Магазин Мелодических Инструментов .
uk_ua: Мелодійна Інструментів

source: We are team of talented instruments sellers
de_de: Wir sind ein Team von talentierten Instrumentenverkäufern
es_es: Somos un equipo de vendedores de instrumentos de talento
fr_fr: Nous sommes une équipe de vendeurs d'instruments talentueux
ja_jp: 私たちは才能のある楽器販売者のチームです
nl_nl: Wij zijn team van getalenteerde instrumentverkopers
ru_ru: Мы - команда продавцов талантливых инструментов
uk_ua: Ми команда талановитих інструментів продавців

source: Preview
de_de: Vorschau
es_es: Vista previa
fr_fr: Aperçu
ja_jp: プレビュー
nl_nl: Voorvertoning
ru_ru: Предпросмотр
uk_ua: Прев'ю

source: 3D Customization
de_de: 3D-Anpassung
es_es: Personalización 3D
fr_fr: Personnalisation 3D
ja_jp: 3D カスタマイズ
nl_nl: 3D aanpassingen
ru_ru: Настройка 3D
uk_ua: Налаштування 3D

source: Smart Recommendation
de_de: Intelligente Empfehlung
es_es: Recomendación inteligente
fr_fr: Recommandation intelligente
ja_jp: スマートレコメンデーション
nl_nl: Slimme aanbeveling
ru_ru: Умная рекомендация
uk_ua: Розумна рекомендація

source: Instruments Games
de_de: Instrumentenspiele
es_es: Juegos de intrumentos
fr_fr: Jeux d'instruments
ja_jp: 楽器ゲーム
nl_nl: Spellen van instrumenten
ru_ru: Игры инструментов
uk_ua: Інструменти

source: Shift from brick-and-mortar retail to e-commerce
de_de: Wechsel vom Einzelhandel zum E-Commerce
es_es: Pasar de la tienda de ladrillos y mortero al comercio electrónico
fr_fr: Passer du commerce de détail de brique et mortier au commerce électronique
ja_jp: 小売店から電子商取引へのシフト
nl_nl: Verplaats van brick-and-mortar retail naar e-commerce
ru_ru: Переход от розничной торговли к электронной торговле
uk_ua: Зсув з кам'яної роздрібної торгівлі на електронну пошту

source: In the context of the pandemic, the family-owned instruments local shop was forced to close their physical business and is now anticipating
de_de: Im Zusammenhang mit der Pandemie war die einheimische Werkstatt im Familienbesitz gezwungen, ihr physisches Geschäft zu schließen und ist nun vorweggenommen
es_es: En el contexto de la pandemia, la tienda local de instrumentos familiares se vio obligada a cerrar sus negocios físicos y ahora está anticiparse
fr_fr: Dans le contexte de la pandémie, le magasin d'instruments familiaux local a été contraint de fermer ses activités physiques et anticipe à présent
ja_jp: パンデミックに関連して、家族所有の楽器ローカルショップは、彼らの物理的なビジネスを閉鎖することを余儀なくされ、今期待しています
nl_nl: In de context van de pandemie werd de lokale familiebedrijven gedwongen hun fysieke bedrijf te sluiten en loopt men nu vooruit op de sluiting van hun bedrijf
ru_ru: В контексте этой пандемии местные семейные орудия были вынуждены закрыть свое физическое предприятие и в настоящее время ожидают этого.
uk_ua: У контексті пандемії місцевих інструментів було змушені закривати свій фізичний бізнес і зараз очікується

source: e-commerce as a auxiliary or alternative sales channel.
de_de: E-Commerce als zusätzlicher oder alternativer Vertriebskanal.
es_es: comercio electrónico como canal de ventas auxiliar o alternativo.
fr_fr: e-commerce en tant que canal de vente auxiliaire ou alternatif.
ja_jp: 補助販売チャネルまたは代替販売チャネルとしての電子商取引。
nl_nl: e-commerce als een hulp- of alternatief verkoopkanaal.
ru_ru: Электронная торговля как вспомогательный или альтернативный канал продаж.
uk_ua: електронної комерції як допоміжний або альтернативний канал продажів.

source: You can view instruments in 3D forms,
de_de: Sie können Instrumente in 3D-Formularen ansehen,
es_es: Puedes ver instrumentos en formularios 3D,
fr_fr: Vous pouvez voir les instruments dans des formulaires 3D,
ja_jp: 3D 形式で楽器を表示できます。
nl_nl: Je kunt instrumenten in 3D-formulieren bekijken,
ru_ru: Вы можете просматривать инструменты в 3D-формах,
uk_ua: Ви можете переглядати інструменти в 3D-формах,

source: Adroit Design, Technical, Operation Team
de_de: Adroit Design, Technik, Operationsteam
es_es: Adroit Design, Técnica, Equipo de Operación
fr_fr: Adroit Design, Technique, Opération Equipe
nl_nl: Adroit Design, Technisch, Operationeel Team
ru_ru: Технический дизайн Adroit, Оперативная команда
uk_ua: Adroit Design, Technical, Команда операції

source: Our team members are equipped with abilities to provide your a satisfied shopping experience.
de_de: Unsere Teammitglieder sind mit Fähigkeiten ausgestattet, um Ihnen ein zufriedenes Einkaufserlebnis zu bieten.
es_es: Los miembros de nuestro equipo están equipados con capacidades para proporcionar su experiencia de compra satisfecha.
fr_fr: Les membres de notre équipe sont équipés de capacités pour vous offrir une expérience de magasinage satisfaisante.
ja_jp: 私たちのチームメンバーは、あなたの満足ショッピング体験を提供する能力を備えています。
nl_nl: Onze teamleden zijn uitgerust met vaardigheden om je tevreden winkelervaring te bieden.
ru_ru: Наши члены команды обладают способностями для удовлетворения Ваших пожеланий.
uk_ua: Члени нашої команди оснащені можливості надавати вам задоволений досвід покупок.

source: Happy Clients
de_de: Fröhliche Kunden
es_es: Clientes Felices
fr_fr: Clients heureux
ja_jp: 幸せなクライアント
nl_nl: Gelukkige klanten
ru_ru: Счастливые клиенты
uk_ua: Щасливі клієнти

source: many consumers give positive feedback to our store
de_de: viele Verbraucher geben positive Rückmeldungen an unseren Shop
es_es: muchos consumidores dan comentarios positivos a nuestra tienda
fr_fr: de nombreux consommateurs donnent des commentaires positifs à notre magasin
ja_jp: 多くの消費者は私たちの店に肯定的なフィードバックを与えます
nl_nl: veel consumenten geven positieve feedback op onze winkel
ru_ru: многие покупатели дают положительные отзывы о нашем магазине
uk_ua: багато споживачів дають позитивний відгук нашому магазині

source: Modernization
de_de: Modernisierung
es_es: Modernización
fr_fr: Modernisation
ja_jp: モダン化
nl_nl: Modernisering
ru_ru: Модернизация
uk_ua: Модернізація

source: adapt the physical business to e-commerce
de_de: das physische Geschäft an den elektronischen Geschäftsverkehr anpassen
es_es: adaptar el negocio físico al comercio electrónico
fr_fr: adapter l'entreprise physique au commerce électronique
ja_jp: 物理的なビジネスをeコマースに適応させ
nl_nl: het fysieke bedrijf aanpassen aan e-commerce-handel
ru_ru: Физический бизнес адаптирован к электронной коммерции
uk_ua: адаптувати фізичний бізнес до електронної комерції

source: Years of experience
de_de: Jahrelange Erfahrung
es_es: Años de experiencia
fr_fr: Années d'expérience
ja_jp: 長年の経験
nl_nl: Jaren ervaring
ru_ru: Многолетний опыт
uk_ua: Роки досвіду

source: our family-owned instruments store has been run for several years
de_de: unser familiengeführtes Instrumentengeschäft wird seit mehreren Jahren betrieben
es_es: nuestra tienda de instrumentos de propiedad familiar ha sido gestionada por varios años
fr_fr: notre magasin d'instruments familiaux est géré depuis plusieurs années
ja_jp: 私たちの家族経営の楽器店は数年間運営されています
nl_nl: onze winkel voor familie-instrumenten wordt al enkele jaren gerund
ru_ru: наш семейный склад инструментов работает несколько лет
uk_ua: наш сімейний магазин вже кілька років керується

source: Originality
de_de: Originalität
es_es: Originalidad
fr_fr: Originalité
nl_nl: Origineel
ru_ru: Оригинальность
uk_ua: Оригінальність

source: to better cater to users' needs, our store employ new features that are unprecedented in physical store and e-commerce to make it more appealing to customers.
de_de: besser auf die Bedürfnisse der Nutzer eingehen in unserem Shop haben wir neue Funktionen, die im physischen Geschäft und im elektronischen Handel beispiellos sind, um es für unsere Kunden attraktiver zu machen.
es_es: para atender mejor las necesidades de los usuarios nuestra tienda emplea nuevas características sin precedentes en la tienda física y el comercio electrónico para hacerla más atractiva para los clientes.
fr_fr: pour mieux répondre aux besoins des utilisateurs notre magasin utilise de nouvelles fonctionnalités sans précédent en magasin physique et en commerce électronique pour le rendre plus attrayant pour les clients.
ja_jp: 利用者のニーズにより良く応えることができます 当店では、実店舗やeコマースで前例のない新機能を採用しており、お客様の魅力を高めています。
nl_nl: om beter te voorzien in de behoeften van gebruikers Onze winkel gebruikt nieuwe functies die uniek zijn in de fysieke winkel en e-commerce om deze aantrekkelijker te maken voor klanten.
ru_ru: чтобы лучше удовлетворять потребности пользователей, В нашем магазине есть новые возможности, которые беспрецедентны в физическом магазине и в электронной торговле, чтобы сделать его более привлекательным для клиентов.
uk_ua: щоб краще задовольнити потреби користувачів, у нашому магазині є нові можливості, які безпрецедентні в фізичному магазині та електронної комерції, щоб зробити його привабливішим для клієнтів.

source: Ceo &amp; Founder
de_de: Ceo &amp; Gründer
es_es: Ceo &amp; Fundador
fr_fr: Ceo &amp; Fondateur
ja_jp: CEO &amp; ファウンダー
nl_nl: Ceo &amp; oprichter
ru_ru: Ceo &amp; Основатель
uk_ua: Сео &amp; Засновник

source: I inherited this instruments from my grandparents. It suffers a lot during the pandemic. But now we are moving it online to make it accessible to our potential customers.
de_de: Ich habe diese Instrumente von meinen Großeltern geerbt, die während der Pandemie viel zu leiden haben. Aber jetzt bewegen wir es online, um es unseren potentiellen Kunden zugänglich zu machen.
es_es: He heredado estos instrumentos de mis abuelos, que sufre mucho durante la pandemia. Pero ahora lo estamos moviendo en línea para que sea accesible a nuestros clientes potenciales.
fr_fr: J'ai hérité de ces instruments de la part de mes grands-parents, qui souffrent beaucoup pendant la pandémie. Mais maintenant, nous le déplaçons en ligne pour le rendre accessible à nos clients potentiels.
ja_jp: 私は祖父母からこの楽器を受け継いだのですが、パンデミック中には多くの苦しみがあります。 しかし、今、私たちはそれをオンラインで移動して、潜在的な顧客にアクセスできるようにしています。
nl_nl: Ik heb deze instrumenten van mijn grootouders geërfd. Ze lijden veel onder de pandemie. Maar nu zetten we het online om het toegankelijk te maken voor onze potentiële klanten.
ru_ru: Я унаследовал эти инструменты от моих бабушек и бабушки во время пандемии. Но теперь мы движемся в Интернете, чтобы сделать его доступным для наших потенциальных клиентов.
uk_ua: Я успадкував ці інструменти від бабусі і дідуся. Вони дуже страждають під час пандемії. Але зараз ми переміщуємо її в Інтернеті, щоб зробити її доступною для наших потенційних клієнтів.

source: Designer
es_es: Diseñador
fr_fr: Concepteur
ja_jp: デザイナー
nl_nl: Ontwerper
ru_ru: Дизайнер
uk_ua: Дизайнер

source: I am responsible for the online operations of our instruments selling store. I hope such a illustrious retail could survive the pandemic and even attract more customers.
de_de: Ich bin verantwortlich für den Online-Betrieb unseres Instrumentenverkaufs. Ich hoffe, dass ein solch illustrer Einzelhandel die Pandemie überleben und sogar mehr Kunden anziehen könnte.
es_es: Soy responsable de las operaciones en línea de nuestros instrumentos de venta de tienda. Espero que un comercio tan ilustre pueda sobrevivir a la pandemia e incluso atraer más clientes.
fr_fr: Je suis responsable des opérations en ligne de notre magasin de vente d'instruments. J'espère qu'un détaillant aussi illustre pourra survivre à la pandémie et même attirer davantage de clients.
ja_jp: 私はストアを販売する当社の機器のオンライン操作を担当しています。 このような著名な小売業がパンデミックを生き延び、より多くの顧客を獲得できることを願っています。
nl_nl: Ik ben verantwoordelijk voor de online-activiteiten van onze instrumenten die winkel verkopen. Ik hoop dat een dergelijke illustere detailhandel de pandemie kan overleven en zelfs meer klanten kan aantrekken.
ru_ru: Я несу ответственность за операции нашего магазина инструментов. Я надеюсь, что такая известная розничная торговля может выжить и даже привлечь больше клиентов.
uk_ua: Я відповідаю за онлайн-операції наших інструментів, що продають магазин. Я сподіваюся, що така знаменита роздрібна торгівля може вижити пандемія і навіть залучити більше клієнтів.

source: Zhan Yi
ru_ru: Чжан Йи
uk_ua: Чжань Ї

source: Store Owner
de_de: Shopbesitzer
es_es: Propietario de la tienda
fr_fr: Propriétaire du magasin
ja_jp: 店舗所有者
nl_nl: Winkel eigenaar
ru_ru: Владелец магазина
uk_ua: Власник магазину

source: I am the manager of the online instruments store. I shoulder the responsibility of deciding the long-term strategies.
de_de: Ich bin der Manager des Online-Instrumentenspeichers, ich habe die Verantwortung für die langfristigen Strategien.
es_es: Soy el gerente de la tienda de instrumentos en línea, y debo asumir la responsabilidad de decidir las estrategias a largo plazo.
fr_fr: Je suis le gestionnaire de la boutique d'instruments en ligne. J'assume la responsabilité de décider des stratégies à long terme.
ja_jp: 私はオンライン楽器店長であり、長期戦略を決める責任を負っています。
nl_nl: Ik ben de beheerder van de winkel voor online-instrumenten en ben verantwoordelijk voor het bepalen van de langetermijnstrategieën.
ru_ru: Я управляю интернет-магазином инструментов. Я беру на себя ответственность за решение долгосрочных стратегий.
uk_ua: Я керівник інтернет-магазину. Я беру відповідальність за вирішення довгострокових стратегій.

source: Freelancer
es_es: Freelance
fr_fr: Freelance
ja_jp: フリーランサー
ru_ru: Фрилансер
uk_ua: Фрілансер

source: I am a recruiter of the instruments store. The highly respected store hires me to incorporate the 3D elements into our e-commerce to make it more attractive.
de_de: Ich bin Rekrutierer der Instrumente Laden. Der angesehene Shop vermietet mich, um die 3D-Elemente in unseren E-Commerce zu integrieren, um es attraktiver zu machen.
es_es: Soy un reclutador de la tienda de instrumentos. La tienda altamente respetada me contrata para incorporar los elementos 3D en nuestro comercio electrónico para hacerla más atractiva.
fr_fr: Je suis un recruteur du magasin d'instruments. Le magasin très respecté m'engage à incorporer les éléments 3D dans notre e-commerce pour le rendre plus attrayant.
ja_jp: 私は楽器店のリクルーターです。 高い評価を得ている店舗は、私たちの電子商取引に3D要素を取り入れ、より魅力的なものにしてくれます。
nl_nl: Ik ben een recruiter van de instrumentenwinkel. De zeer gerespecteerde winkel huurt mij om de 3D-elementen in onze e-commerce te integreren om deze aantrekkelijker te maken.
ru_ru: Я рекрутер магазина инструментов. Очень уважаемый магазин нанимает меня, чтобы включить 3D элементы в нашу электронную коммерцию, чтобы сделать его более привлекательным.
uk_ua: Я набір інструментів магазину. високоповажний магазин наймає мене до включення тривимірних елементів у нашу електронну комерцію, щоб зробити її більш привабливою.

source: Entrepreneur
de_de: Unternehmer
es_es: Emprendedor
ja_jp: 起業家
nl_nl: Ondernemer
ru_ru: Предприниматель
uk_ua: Підприємець
