Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: I am the receptionist of the website. I will recommend instruments to you based on your preferences. If you have any questions or requests, please contact me freely.
de_de: Ich bin der Rezeptionist der Website und werde Ihnen nach Ihren Wünschen Instrumente empfehlen. Wenn Sie Fragen oder Wünsche haben, wenden Sie sich bitte an mich.
es_es: Soy recepcionista del sitio web y les recomendaré instrumentos basados en sus preferencias. Si tienes alguna pregunta o solicitud, por favor contáctanos libremente.
fr_fr: Je suis le réceptionniste du site web, je vous recommanderai des instruments en fonction de vos préférences. Si vous avez des questions ou des demandes, veuillez me contacter gratuitement.
ja_jp: 私はウェブサイトの受付をしています. あなたの好みに基づいて、あなたに楽器をお勧めします. ご質問やご要望がございましたら、自由にお問い合わせください。
nl_nl: Ik ben de receptionist van de website en zal u instrumenten aanbevelen op basis van uw voorkeuren. Als je vragen of verzoeken hebt, neem dan gerust contact met mij op.
ru_ru: Я являюсь регистратором веб-сайта. Я порекомендую вам инструменты исходя из ваших предпочтений. Если у вас есть вопросы или запросы, пожалуйста, свяжитесь со мной бесплатно.
uk_ua: Я є рецепціоністом веб-сайту. Я рекомендую вам інструменти на основі ваших налаштувань. Якщо у вас є які-небудь питання або запити, зв'яжіться зі мною вільно.

source: Team
es_es: Equipo
fr_fr: Equipe
ja_jp: チーム
ru_ru: Команда
uk_ua: Команда

source: Check our Team
de_de: Überprüfe unser Team
es_es: Consulta nuestro equipo
fr_fr: Consultez notre équipe
ja_jp: 私たちのチームをチェック
nl_nl: Bekijk ons team
ru_ru: Проверьте нашу команду
uk_ua: Перевірте нашу команду

source: Walter White
de_de: Walter Weiß
es_es: Walter Blanco
ja_jp: ウォルターホワイト
nl_nl: Walter Wit
ru_ru: Белый Вальтер
uk_ua: Волтер Вайт

source: Chief Executive Officer
es_es: Director Ejecutivo
ja_jp: 最高経営責任者(CEO)
nl_nl: Directeur Directeur
ru_ru: Главный администратор
uk_ua: Головний виконавчий директор

source: Sarah Jhonson
ru_ru: Сара Джонсон
uk_ua: Сара Джонсон

source: Product Manager
de_de: Produktmanager
es_es: Gestor de productos
fr_fr: Gestionnaire de produits
ja_jp: プロダクトマネージャー
nl_nl: Product Beheer
ru_ru: Менеджер продуктов
uk_ua: Менеджер продукту

source: William Anderson
de_de: Wilhelm Anderson
ja_jp: ウィリアム・アンダーソン
ru_ru: Уильям Андерсон
uk_ua: Вільям Андерсон

source: Amanda Jepson
ru_ru: Аманда Джепсон
uk_ua: Аманда Джепсон

source: Accountant
de_de: Buchhalter
es_es: Contador
fr_fr: Comptable
ja_jp: <unk>
nl_nl: Boekhouder
ru_ru: Бухгалтер
uk_ua: Бухгалтер

source: Sample
de_de: Beispiel
es_es: Ejemplo
fr_fr: Échantillon
ja_jp: サンプル
nl_nl: Voorbeeld
ru_ru: Образец
uk_ua: Вибірка

source: Sample2
de_de: Beispiel2
es_es: Muestra2
fr_fr: format@@0 Sample2
nl_nl: Voorbeeld2
ru_ru: Образец 2
uk_ua: Зразок2

source: Start play
de_de: Spiel starten
es_es: Iniciar reproducción
fr_fr: Commencer la lecture
ja_jp: 再生を開始
nl_nl: Start afspelen
ru_ru: Начать игру
uk_ua: Почати програвання

source: Stop play
de_de: Wiedergabe stoppen
es_es: Detener reproducción
fr_fr: Arrêter la lecture
ja_jp: 再生を停止
nl_nl: Afspelen stoppen
ru_ru: Остановить игру
uk_ua: Зупинити відтворення

source: Forbidden
de_de: Verboten
es_es: Prohibida
fr_fr: Interdit
ja_jp: アクセス禁止
nl_nl: Verboden
ru_ru: Запрещено
uk_ua: Заборонено

source: You are
de_de: Du bist
es_es: Eres
fr_fr: Vous êtes
ja_jp: あなたは
nl_nl: Je bent
ru_ru: Вы
uk_ua: Ти є

source: Not Allowed to view this project
de_de: Nicht erlaubt dieses Projekt anzuzeigen
es_es: No se permite ver este proyecto
fr_fr: Non autorisé à voir ce projet
ja_jp: このプロジェクトを表示する権限がありません
nl_nl: Niet toegestaan om dit project te bekijken
ru_ru: Не разрешено просматривать этот проект
uk_ua: Не дозволено переглядати цей проект

source: This is the project built by COMP3030J Group8-IllegalGroupNameException.
de_de: Dies ist das Projekt von COMP3030J Group8-IllegalGroupNameException.
es_es: Este es el proyecto construido por COMP3030J Group8-IllegalGroupNameException.
fr_fr: Ceci est le projet construit par COMP3030J Group8-IllegalGroupNameException.
ja_jp: これは、COMP3030J Group8-IllegalGroupNameExceptionによって構築されたプロジェクトです。
nl_nl: Dit is het project gebouwd door COMP30J Group8-IllegalGroupNameException.
ru_ru: Этот проект построен COMP3030J Group8-IllegalGroupNameException.
uk_ua: Цей проект створено за допомогою COMP30J Group8-IllegalGroupNameException.

source: Please contact
de_de: Bitte kontaktieren
es_es: Contacte
fr_fr: Veuillez contacter
ja_jp: 連絡してください
nl_nl: Neem contact op
ru_ru: Пожалуйста, свяжитесь с
uk_ua: Будь ласка, зв'яжіться з нами

source: Group8
de_de: Gruppe 8
es_es: Grupo 8
fr_fr: Groupe 8
nl_nl: Groep8
ru_ru: Группа 8
uk_ua: Група8

source: to view this project.
de_de: um dieses Projekt anzuzeigen.
es_es: para ver este proyecto.
fr_fr: pour voir ce projet.
ja_jp: をクリックしてこのプロジェクトを表示します。
nl_nl: om dit project te bekijken.
ru_ru: для просмотра этого проекта.
uk_ua: для перегляду цього проекту.

source: Your request has been intercept by our
de_de: Ihre Anfrage wurde von uns abgefangen
es_es: Su solicitud ha sido interceptada por nuestro
fr_fr: Votre demande a été interceptée par notre
ja_jp: あなたの要求は、私たちによって傍受されました
nl_nl: Uw verzoek is ondergebracht door onze
ru_ru: Ваш запрос был перехвачен нашей
uk_ua: Ваш запит перехоплено нашим

source: Auth Middleware.
es_es: Middleware de Auth.
ja_jp: 認証ミドルウェア。
nl_nl: Authenticatie Middleware.
ru_ru: Программа авторизации.
uk_ua: Середня аутентифікація.

source: This incident has been reported.
de_de: Dieser Vorfall wurde gemeldet.
es_es: Este incidente ha sido reportado.
fr_fr: Cet incident a été signalé.
ja_jp: この事件は報告されている。
nl_nl: Dit incident is gemeld.
ru_ru: Об этом инциденте сообщается.
uk_ua: Про цей інцидент було повідомлено.

source: STYLE DESTINATION
de_de: STYLE ZIEL
es_es: DESTINACIÓN DE ESTILLA
fr_fr: DESTINATION DU STYLE
ja_jp: スタイルの宛先設定
nl_nl: STIJL VERSTINATIE
ru_ru: МЕСТО НАЗНАЧЕНИЯ СТИЛА
uk_ua: СТИЛЬ ПУНКТ ПРИЗНАЧЕННЯ

source: Starter Drum Kit
de_de: Starter Trommel-Kit
es_es: Kit de Batería
fr_fr: Kit de tambour de démarrage
ja_jp: スタータードラムキット
nl_nl: Starter Trommel Uitrusting
ru_ru: Стартовый набор барабанов
uk_ua: Стартер Драм-Кіт

source: Stunning appearance, both inside and out
de_de: Atemberaubendes Aussehen, sowohl innen als auch draußen
es_es: Apariencia, tanto dentro como fuera
fr_fr: Apparence étourdissante, à l'intérieur comme à l'extérieur
ja_jp: 内側と外側の両方の見事な外観。
nl_nl: Prachtig uiterlijk, zowel binnen als buiten
ru_ru: Оглушающий внешний вид, как внутри, так и снаружи
uk_ua: Приголомшливий зовнішній вигляд як усередині так і ззовні,

source: SHOP NOW
de_de: JETZT SHOP
es_es: MOSTRAR AHORA
fr_fr: ACHETER MAINTENANT
ja_jp: 今すぐ表示
nl_nl: SHOP NU
ru_ru: ПОКАЗАТЬ СЕЙЧАС
uk_ua: ПОКАЗАТИ ЗАРАЗ

source: Western Instruments
de_de: Westliche Instrumente
es_es: Instrumentos occidentales
fr_fr: Instruments occidentaux
ja_jp: 西洋の楽器（器具）
nl_nl: Westerse instrumenten
ru_ru: Западные инструменты
uk_ua: Західні Інструменти

source: GO To CHINESE Section
de_de: GO zum CHINESE-Abschnitt
es_es: Ir a la sección CHINESE
fr_fr: Aller à la section CHINESE
ja_jp: 中国語セクションへ移動
nl_nl: Ga naar CHINESE sectie
ru_ru: Перейти в раздел "КЛИЕНТ"
uk_ua: Відтворити розділ у CHINESE

source: Western
de_de: Westlich
es_es: Oeste
fr_fr: Occidentale
nl_nl: Westerse
ru_ru: Западный
uk_ua: Вестерн

source: Musical Instruments
de_de: Musikinstrumente
es_es: Instrumentos musicales
fr_fr: Instruments de Musique
ja_jp: 楽器・楽器
nl_nl: Muzikale instrumenten
ru_ru: Музыкальные инструменты
uk_ua: Музичні інструменти

source: CHINESE
de_de: ÄNDERN
es_es: CINESO
fr_fr: CHINÈRES
ja_jp: 中国
nl_nl: VERANDEREN
ru_ru: КЛИЕНТ
uk_ua: ВИГРАШ

source: Your
de_de: Ihr
es_es: Tu
fr_fr: Votre
ja_jp: あなたの
nl_nl: Jouw
ru_ru: Ваш
uk_ua: Ваш

source: Own style
de_de: Eigener Stil
es_es: Propio estilo
fr_fr: Style propre
ja_jp: 独自のスタイル
nl_nl: Eigen stijl
ru_ru: Собственный стиль
uk_ua: Власний стиль

source: Design Instrument
es_es: Instrumento de diseño
fr_fr: Instrument de design
ja_jp: 設計装置
nl_nl: Ontwerp Instrument
ru_ru: Инструмент дизайна
uk_ua: Інструмент проектування

source: Try 3D Model
de_de: 3D-Modell testen
es_es: Prueba el Modelo 3D
fr_fr: Essayer le modèle 3D
ja_jp: 3Dモデルを試す
nl_nl: Probeer het 3D model
ru_ru: Попробуйте 3D модель
uk_ua: Спробуйте 3D-модель

source: Customize various
de_de: Verschiedene anpassen
es_es: Personalizar varios
fr_fr: Personnaliser les différents
ja_jp: 様々なものをカスタマイズする
nl_nl: Verschillende aanpassen
ru_ru: Настроить различные
uk_ua: Налаштувати різні

source: Piano and Guitar
de_de: Klavier und Gitarre
es_es: Piano y guitarra
fr_fr: Piano et guitare
ja_jp: ピアノとギター
nl_nl: Piano en Gitar
ru_ru: Пианино и гитара
uk_ua: Фортепіаніно і Гвітар

source: Musical Instrument
de_de: Musikinstrument
es_es: Instrumento musical
fr_fr: Instrument de Musique
ja_jp: 楽器の楽器
nl_nl: Muziek instrument
ru_ru: Музыкальный инструмент
uk_ua: Музичний інструмент

source: Color Design
de_de: Farbgestaltung
es_es: Diseño de color
fr_fr: Conception de couleurs
ja_jp: カラーデザイン
nl_nl: Kleur ontwerp
ru_ru: Цветовой дизайн
uk_ua: Дизайн кольору

source: Start Design
de_de: Design starten
es_es: Iniciar Diseño
fr_fr: Lancer le design
ja_jp: デザインを開始
nl_nl: Ontwerp starten
ru_ru: Начать проект
uk_ua: Почати дизайн

source: 3D Model
de_de: 3D-Modell
es_es: Modelo 3D
fr_fr: Modèle 3D
ja_jp: 3D モデル
ru_ru: 3D модель
uk_ua: 3D-модель

source: DESIGNERS:
de_de: DESIGNER:
ja_jp: デザイン:
nl_nl: ONTWERKEN:
ru_ru: НАЗНАЧЕНИЕ:
uk_ua: ПРОПОЗИЦІЇ:

source: David Cilezege
ja_jp: デイビッドCilezege
ru_ru: Дэвид Килезеге
uk_ua: Девід Клезеге

source: Craftsman spirit
de_de: Handwerksgeist
es_es: Espíritus de artesano
fr_fr: Esprit artisanal
ja_jp: 職人スピリット
nl_nl: Ambachtsman geest
ru_ru: Дух ремесленника
uk_ua: Схема рефсманів

source: Professional ethics, ability, ang quality of the embodiment, is a professional value orientation and behavior of practitioners.
de_de: Berufsethik, Fähigkeiten, ang Qualität der Verkörperung, ist eine professionelle Werteorientierung und Verhalten der Praktiker.
es_es: La ética profesional, la capacidad, la calidad angular del embodiment, es una orientación profesional del valor y el comportamiento de los practicantes.
fr_fr: L'éthique professionnelle, la capacité, la qualité ang de l'incardiment, est une orientation de valeur professionnelle et le comportement des praticiens.
ja_jp: プロの倫理、能力、具現化の質、実務家の専門的な価値の向きと行動である。
nl_nl: Professionele ethiek, ability ang kwaliteit van de belichaming is een professionele waardeoriëntatie en gedrag van de praktijk.
ru_ru: Профессиональная этика, умение увлечь качество воплощения, это профессиональная ориентация и поведение практиков.
uk_ua: Професійна етика, здатність, якість еморганізму - це професійна перевірка цінностей і поведінка практиків.

source: Manufacturer
de_de: Hersteller
es_es: Fabricante
fr_fr: Fabricant
ja_jp: メーカー
nl_nl: Fabrikant
ru_ru: Производитель
uk_ua: Виробник

source: The basic connotation of "craftsmanship" includes dedication, leaning, concentration, innovation and other aspects.
de_de: Die grundlegende Konnotation von "Handwerk" umfasst Hingabe, Hingabe, Konzentration, Innovation und andere Aspekte.
es_es: La connotación básica de "artesanía" incluye dedicación, finanzas, concentración, innovación y otros aspectos.
fr_fr: La connotation de base de "l'artisanat" comprend le dévouement, l'orientation, la concentration, l'innovation et d'autres aspects.
ja_jp: "職人技"の基本的な意味合いには、献身、傾斜、集中、革新、その他の側面が含まれます。
nl_nl: De fundamentele connotatie van ambachtsmanschap omvat toewijding, leaning, concentratie, innovatie en andere aspecten.
ru_ru: Основной коннотация «мастерства» включает в себя самоотверженность, приток, концентрацию, инновации и другие аспекты.
uk_ua: Основна конотація "майстерності" включає відданість, схильність, концентрацію, інновації та інші аспекти.

source: Iluminous Designer
de_de: Iluminöser Designer
es_es: Diseñador Iluminoso
fr_fr: Concepteur Ilumineux
nl_nl: Ilumineuze Ontwerper
ru_ru: Невидимый дизайнер
uk_ua: Яскравий дизайнер

source: Innovation and understanding of what users want make our online shop distinguished from others.
de_de: Innovation und das Verständnis der Nutzer machen unseren Online-Shop von anderen aus.
es_es: La innovación y la comprensión de lo que los usuarios quieren hacer que nuestra tienda en línea se distinga de los demás.
fr_fr: L'innovation et la compréhension de ce que veulent les utilisateurs font de notre boutique en ligne une distinction avec les autres.
ja_jp: イノベーションとユーザーが求めるものを理解することで、オンラインショップを他と区別することができます。
nl_nl: Innovatie en begrip van wat gebruikers willen, maken onze online winkel onderscheiden van anderen.
ru_ru: Инновации и понимание того, что хотят, чтобы наш интернет-магазин отличался от других.
uk_ua: Інновації та розуміння того, чого хочуть зробити наш інтернет-магазин відомим від інших.

source: latest news
de_de: neueste News
es_es: últimas noticias
fr_fr: dernières actualités
ja_jp: 最新ニュース
nl_nl: laatste nieuws
ru_ru: последние новости
uk_ua: останні новини

source: SUBSCRIBE TO OUR NEWSLETTER TO RECEIVE NEWS, <br>UPDATES, AND ANOTHER STUFF BY EMAIL.
de_de: AUF UNSEREN NEWSLETTER ZU EMPFANG NACHRICHTUNGEN <br>UPDATES UND ANDERE STUFF DURCH EMAIL.
es_es: SUBSCRIBE A NUESTRO NUEVO PARA RECEIVAR NUEVAS, <br>ACTUALES, Y OTROS ESTUFF POR EMAIL.
fr_fr: ABONNEZ À NOTRE NEWSLETTER POUR RECEVOIR DES NOUVELLES <br>MISE À JOUR ET UN AUTRE STUFFE PAR L'EMAIL.
ja_jp: ニュースを受け取るために私たちのニュースレターに購読する <br>アップデート、および電子メールによるその他のスタフ。
nl_nl: INSCHRIJVEN OM NIEUWSLETTER OM NIEUWS, <br>UPDATES, EN ANDERE STUFF DOOR E-MAIL.
ru_ru: ПОДПИСАТЬ К НАШЕЙ НОВОСТИ НА НОВОСТИ ПОЛУЧИТЬ, <br>ОБНОВЛЯЕТСЯ И ДРУГИЕ ИСПОЛЬЗОВАНИЯ.
uk_ua: ПІДПИСАТИСЯ НА НАШИМУ НОВИХ ГРУПУ ДО ОТРИМУТЬСЯ, <br>ОНОВЛЕННЯ І БУДЬ-ЯКИХ УЧАСНИКІВ СЬ-Я.

source: Color :
de_de: Farbe :
fr_fr: Couleur :
ja_jp: 色 :
nl_nl: Kleur :
ru_ru: Цвет :
uk_ua: Колір:

source: Add to cart
de_de: In den Warenkorb
es_es: Añadir al carrito
fr_fr: Ajouter au panier
ja_jp: カートに追加
nl_nl: Aan winkelwagen toevoegen
ru_ru: Добавить в корзину
uk_ua: У кошик

source: Share with :
de_de: Teilen mit :
es_es: Compartir con:
fr_fr: Partager avec :
ja_jp: 共有先：
nl_nl: Delen met:
ru_ru: Поделиться с :
uk_ua: Поділитись на:

source: Armor Air
de_de: Rüstungsluft
es_es: Aire de armadura
fr_fr: Air d'armure
ja_jp: アーマーの空気
nl_nl: Harnas lucht
ru_ru: Броня Воздушный
uk_ua: Повітря броні

source: Max 720 Sage Low
de_de: Max. 720 Seite niedrig
es_es: Máx. 720 Sabios Bajo
fr_fr: Max 720 Sage Bas
ja_jp: 最大720セージ低
nl_nl: Max 720 Wijsgeer Laag
ru_ru: Макс 720 Мудрец низкий
uk_ua: Макс. 720 клімат мудреця

source: Limited items available at this price
de_de: Begrenzte Artikel zu diesem Preis verfügbar
es_es: Artículos limitados disponibles a este precio
fr_fr: Articles limités disponibles à ce prix
ja_jp: この価格で利用可能な限定商品
nl_nl: Beperkte artikelen beschikbaar voor deze prijs
ru_ru: Ограниченные товары доступны по этой цене
uk_ua: Обмежені товари за цією ціною

source: Free Shipping
de_de: Kostenloser Versand
es_es: Envío gratuito
fr_fr: Livraison gratuite
ja_jp: 送料無料
nl_nl: Gratis verzending
ru_ru: Бесплатная доставка
uk_ua: Безкоштовна доставка

source: For all oders over $99
de_de: Für alle Oder über $99
es_es: Para todos los oders superiores a $99
fr_fr: Pour tous les odeurs de plus de 99 $
ja_jp: 99ドル以上のすべての匂いについて
nl_nl: Voor alle klanten boven de $99
ru_ru: Для всех одеров более $99
uk_ua: Для всіх видів понад $99

source: Secure Payment
de_de: Sichere Zahlung
es_es: Pago seguro
fr_fr: Paiement sécurisé
ja_jp: 安全な支払い
nl_nl: Beveiligde betaling
ru_ru: Безопасная оплата
uk_ua: Безпечна оплата

source: 100%% secure payment
de_de: 100%% sichere Zahlung
es_es: 100%% pago seguro
fr_fr: 100%% paiement sécurisé
ja_jp: 100%% 安全な支払い
nl_nl: 100%% veilige betaling
ru_ru: 100%% безопасный платеж
uk_ua: 100%% безпечний платіж

source: 24/7 Support
es_es: Soporte 24/7
fr_fr: Support 24/7
ja_jp: 24時間365日のサポート
nl_nl: 24/7 ondersteuning
ru_ru: Поддержка 24/7
uk_ua: Підтримка 24/7

source: Online top support
es_es: Soporte en línea
fr_fr: Meilleur support en ligne
ja_jp: オンライン トップ サポート
nl_nl: Ondersteuning voor online top
ru_ru: Онлайн-поддержка
uk_ua: Топ онлайн-підтримка

source: New Arrival
de_de: Neue Ankunft
es_es: Nueva Llegada
fr_fr: Nouvelle arrivée
ja_jp: 新しい到着
nl_nl: Nieuwe aankomst
ru_ru: Новое прибытие
uk_ua: Нове прибуття

source: Products
de_de: Produkte
es_es: Productos
fr_fr: Produits
ja_jp: 商品
nl_nl: Product(en)
ru_ru: Товары
uk_ua: Продукти

source: Popular
de_de: Beliebt
fr_fr: Populaire
ja_jp: 人気
nl_nl: Populair
ru_ru: Популярные
uk_ua: Популярне

source: Sale
de_de: Verkauf
es_es: Venta
fr_fr: Vente
ja_jp: 販売
nl_nl: Verkoop
ru_ru: Продажа
uk_ua: Продаж

source: Add to favorites
de_de: Zu Favoriten hinzufügen
es_es: Añadir a favoritos
fr_fr: Ajouter aux favoris
ja_jp: お気に入りに追加
nl_nl: Toevoegen aan favorieten
ru_ru: Добавить в избранное
uk_ua: Додати в обране

source: Add to compare
de_de: Zum Vergleich hinzufügen
es_es: Añadir para comparar
fr_fr: Ajouter à la comparaison
ja_jp: 比較に追加
nl_nl: Toevoegen om te vergelijken
ru_ru: Добавить в сравнение
uk_ua: Додати до порівняння

source: Armor
de_de: Rüstung
es_es: Armadura
fr_fr: Armure
ja_jp: よろいかぶと
nl_nl: Harnas
ru_ru: Броня
uk_ua: Броня

source: Air Color 720
de_de: Luftfarbe 720
es_es: Color del aire 720
fr_fr: Couleur de l'air 720
ja_jp: エアカラー 720
nl_nl: Luchtkleur 720
ru_ru: Цвет воздуха 720
uk_ua: Колір повітря 720

source: Lightweight cushioning and durable support with a Phylon midsole
de_de: Leichte Polsterung und dauerhafte Stütze mit einer Phylon Mittelsohle
es_es: Cojinete ligero y soporte duradero con un semillero de Phylon
fr_fr: Coussinet léger et support durable avec semelle Phylon
ja_jp: 軽量でクッション性と耐久性のあるサポートにPhylon midsol
nl_nl: Lichte kussen en duurzame ondersteuning met een Phylon midsole
uk_ua: Невелика подушка та довговічна підтримка філонської місолі

source: Dec
de_de: Dez
es_es: Dic
fr_fr: Déc
ja_jp: 12月
ru_ru: Дек
uk_ua: Гру

source: by Mark Twain
de_de: von Mark Twain
es_es: por Mark Twain
fr_fr: par Mark Twain
nl_nl: op Mark Twain
ru_ru: Марк Твин
uk_ua: через Марк Твен

source: By Jhon Doe
de_de: Von Jhon Doe
es_es: Por Jhon Doe
fr_fr: Par Jhon Doe
ja_jp: 著者Jhon Doe
nl_nl: Door Jhon Doe
ru_ru: Jhon Doe
uk_ua: Від Jhon Doe

source: By Luca Robinson
de_de: Von Luca Robinson
es_es: Por Luca Robinson
fr_fr: Par Luca Robinson
ja_jp: Luca Robinson著
nl_nl: Door Luca Robinson
ru_ru: Лука Робинсон
uk_ua: Лука Робінсон

source: Elitr mandamus cu has
de_de: Elitr Mandamus cu hat
es_es: Elitr mandamus cu tiene
fr_fr: Elitr mandamus cu a
ja_jp: Elitr mandamus cuが持っている
nl_nl: Elitr mandamus cu heeft
ru_ru: У Элитр-Мандамуса есть
uk_ua: Елітр мандамус

source: By Paula Rodrigez
de_de: Von Paula Rodrigez
es_es: Por Paula Rodrigez
fr_fr: Par Paula Rodrigez
ja_jp: ポーラ・ロドリゲス
nl_nl: Door Paula Rodrigez
ru_ru: Пола Родригес
uk_ua: На Паулі Родрігес

source: Write a review for
de_de: Schreibe eine Bewertung für
es_es: Escribe una reseña para
fr_fr: Écrire un commentaire pour
ja_jp: レビューを書く
nl_nl: Schrijf een beoordeling voor
ru_ru: Написать отзыв для
uk_ua: Напишіть відгук на

source: Overall rating
de_de: Gesamtbewertung
es_es: Calificación global
fr_fr: Évaluation globale
ja_jp: 総合評価
nl_nl: Algemene beoordeling
ru_ru: Общий рейтинг
uk_ua: Загальний рейтинг

source: Model Deisign
de_de: Modell Deisign
es_es: Modelo Deisign
fr_fr: Deisign du modèle
ja_jp: モデル<unk>
ru_ru: Модель Дистрибьюции
uk_ua: Придушення моделі

source: Model Design
de_de: Modelldesign
es_es: Diseño del modelo
fr_fr: Design du modèle
ja_jp: モデルデザイン
nl_nl: Model Ontwerp
ru_ru: Модель дизайна
uk_ua: Дизайн моделі

source: Guitar
de_de: Gitarre
es_es: Guitarra
fr_fr: Guitare
nl_nl: Gitaar
ru_ru: Гитар
uk_ua: Гітара

source: Piano
de_de: Klavier
ru_ru: Пианино
uk_ua: Піаніно

source: Model
de_de: Modell
es_es: Modelo
fr_fr: Modélisation
ja_jp: モデル
ru_ru: Модель
uk_ua: Модель

source: Design
es_es: Diseño
fr_fr: Conception
ja_jp: デザイン
nl_nl: Ontwerp
ru_ru: Дизайн
uk_ua: Дизайн

source: please just wait for a short time ...
de_de: bitte warten Sie nur für eine kurze Zeit ...
es_es: por favor espere un poco de tiempo ...
fr_fr: s'il vous plaît attendre pour une courte période ...
ja_jp: しばらくお待ちください...
nl_nl: wacht even een korte tijd...
ru_ru: пожалуйста, просто подождите короткое время ...
uk_ua: будь ласка, просто зачекайте короткого часу...

source: You can design your own musical instruments. Now we provide 6 models (3 pianos & 3 guitars)
de_de: Du kannst deine eigenen Musikinstrumente entwerfen. Jetzt bieten wir 6 Modelle (3 Pianos & 3 Gitarren)
es_es: Puedes diseñar tus propios instrumentos musicales. Ahora proporcionamos 6 modelos (3 pianos y 3 guitares)
fr_fr: Vous pouvez concevoir vos propres instruments de musique. Nous fournissons maintenant 6 modèles (3 pianos et 3 guitares)
ja_jp: あなた自身の楽器をデザインすることができます。今すぐ6つのモデルを提供します(3ピアノと3ギター)
nl_nl: Je kunt je eigen muziekinstrumenten ontwerpen. Nu bieden we 6 modellen (3 piano's & 3 gitaars)
ru_ru: Вы можете создать свои собственные музыкальные инструменты. Теперь мы предлагаем 6 моделей (3 фортепиано и 3 гитары)
uk_ua: Ви можете розробляти власні музичні інструменти. Тепер ми забезпечуємо 6 моделей (3 фортепіано і 3 гітарі)

source: All Faces Select
de_de: Alle Gesichter auswählen
es_es: Seleccionar todas las caras
fr_fr: Toutes les faces sélectionnées
ja_jp: すべての面を選択
nl_nl: Alle gezichten selecteren
ru_ru: Выбрать все лица
uk_ua: Вибрати всі обличчя

source: Model Explode
de_de: Modell explodieren
es_es: Explotación del modelo
fr_fr: Explosion de modèle
ja_jp: モデルの爆発
ru_ru: Взрыв модели
uk_ua: Розвиток вибуху

source: Model Zoom Out
de_de: Modell verkleinern
es_es: Modelo ZOP Fuera
fr_fr: Zoom arrière du modèle
ja_jp: 縮小モデル
nl_nl: Model uitzoomen
ru_ru: Уменьшить модель
uk_ua: Зйомка моделі

source: Model Zoom In
de_de: Modell zoomen
es_es: Modelo de zoom en
fr_fr: Zoom avant du modèle
ja_jp: モデル拡大
nl_nl: Model inzoomen
ru_ru: Масштаб модели
uk_ua: Модель збільшення

source: Model Rotate
de_de: Modell drehen
es_es: Rotar modelo
fr_fr: Rotation du modèle
ja_jp: モデルの回転
nl_nl: Model Rotatie
ru_ru: Поворот модели
uk_ua: Обертати модель

source: Return Design
de_de: Retourendesign
es_es: Diseño de retorno
fr_fr: Conception de retour
ja_jp: 返品デザイン
nl_nl: Retour ontwerp
ru_ru: Дизайн возврата
uk_ua: Дизайн повернення

source: Check Out
de_de: Auschecken
es_es: Comprobar
fr_fr: Départ
ja_jp: チェックアウト
ru_ru: Оформить заказ
uk_ua: Відмітити

source: MODEL DESIGN
es_es: DESIGN DE MODEL
fr_fr: DESIGN DE MODEL
ja_jp: モードデザイン
nl_nl: MODELIJKE DESIGN
ru_ru: ОБРАЗОВАТЬ ОПИСАНИЕ
uk_ua: РОЗМІР МОДЕРА
