Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Password
de_de: Passwort
es_es: Contraseña
fr_fr: Mot de passe
ja_jp: パスワード
nl_nl: Wachtwoord
ru_ru: Пароль
uk_ua: Пароль

source: Remember me
de_de: Erinnere mich
es_es: Recordarme
fr_fr: Se souvenir de moi
ja_jp: ログイン状態を維持する
nl_nl: Mijn gegevens onthouden
ru_ru: Запомнить меня
uk_ua: Запам'ятати мене

source: You entered an invalid password.
de_de: Sie haben ein ungültiges Passwort eingegeben.
es_es: Has introducido una contraseña no válida.
fr_fr: Vous avez entré un mot de passe invalide.
ja_jp: 無効なパスワードを入力しました。
nl_nl: Je hebt een ongeldig wachtwoord ingevoerd.
ru_ru: Вы ввели неверный пароль.
uk_ua: Ви ввели неправильний пароль.

source: Username
de_de: Benutzername
es_es: Usuario
fr_fr: Nom d'utilisateur
ja_jp: ユーザー名
nl_nl: Gebruikersnaam
ru_ru: Имя пользователя
uk_ua: Ім'я користувача

source: You entered an invalid username.
de_de: Sie haben einen ungültigen Benutzernamen eingegeben.
es_es: Ha introducido un nombre de usuario inválido.
fr_fr: Vous avez entré un nom d'utilisateur invalide.
ja_jp: 無効なユーザー名を入力しました。
nl_nl: Je hebt een ongeldige gebruikersnaam ingevoerd.
ru_ru: Вы ввели неверное имя пользователя.
uk_ua: Ви ввели неправильне ім'я користувача.

source: This account is not active.
de_de: Dieses Konto ist nicht aktiv.
es_es: Esta cuenta no está activa.
fr_fr: Ce compte n'est pas actif.
ja_jp: このアカウントはアクティブではありません。
nl_nl: Dit account is niet actief.
ru_ru: Эта учетная запись не активна.
uk_ua: Цей обліковий запис не активний.

source: Email
fr_fr: Courriel
ja_jp: Eメールアドレス
nl_nl: E-mailadres
ru_ru: Почта
uk_ua: Ел. пошта

source: You entered an invalid email address.
de_de: Sie haben eine ungültige E-Mail-Adresse eingegeben.
es_es: Ha introducido una dirección de correo electrónico no válida.
fr_fr: Vous avez entré une adresse e-mail non valide.
ja_jp: 無効なメールアドレスを入力しました。
nl_nl: Je hebt een ongeldig e-mailadres ingevoerd.
ru_ru: Вы ввели неверный адрес электронной почты.
uk_ua: Ви ввели недійсну адресу електронної пошти.

source: Email or Username
de_de: E-Mail oder Benutzername
es_es: Email o Nombre de Usuario
fr_fr: Courriel ou nom d'utilisateur
ja_jp: メールアドレスまたはユーザー名
nl_nl: E-mailadres of gebruikersnaam
ru_ru: Email или имя пользователя
uk_ua: Ел.пошта або ім'я користувача

source: You entered an invalid email address or username.
de_de: Sie haben eine ungültige E-Mail-Adresse oder einen Benutzernamen eingegeben.
es_es: Ha introducido una dirección de correo electrónico o nombre de usuario inválidos.
fr_fr: Vous avez entré une adresse e-mail ou un nom d'utilisateur invalide.
ja_jp: 無効なメールアドレスまたはユーザー名を入力しました。
nl_nl: Je hebt een ongeldig e-mailadres of gebruikersnaam ingevoerd.
ru_ru: Вы ввели неверный адрес электронной почты или имя пользователя.
uk_ua: Ви ввели неправильну адресу електронної пошти або ім'я користувача.

source: This account is not a staff.
de_de: Dieses Konto ist kein Personal.
es_es: Esta cuenta no es un personal.
fr_fr: Ce compte n'est pas un personnel.
ja_jp: アカウントはスタッフではありません。
nl_nl: Dit account is geen medewerker.
ru_ru: Эта учетная запись не является сотрудником.
uk_ua: Цей обліковий запис не персонал.

source: Required. Enter an existing email address.
de_de: Erforderlich. Geben Sie eine vorhandene E-Mail-Adresse ein.
es_es: Requerido. Introduzca una dirección de correo electrónico existente.
fr_fr: Obligatoire. Entrez une adresse e-mail existante.
ja_jp: 必須。既存のメールアドレスを入力してください。
nl_nl: Vereist. Voer een bestaand e-mailadres in.
ru_ru: Обязательно. Введите существующий адрес электронной почты.
uk_ua: Обов'язково. Введіть існуючу адресу електронної пошти.

source: You can not use this email address.
de_de: Sie können diese E-Mail-Adresse nicht verwenden.
es_es: No puede utilizar esta dirección de correo electrónico.
fr_fr: Vous ne pouvez pas utiliser cette adresse e-mail.
ja_jp: このメールアドレスは使用できません。
nl_nl: U kunt dit e-mailadres niet gebruiken.
ru_ru: Вы не можете использовать этот адрес электронной почты.
uk_ua: Цю адресу електронної пошти не можна використовувати.

source: This account has already been activated.
de_de: Dieses Konto wurde bereits aktiviert.
es_es: Esta cuenta ya ha sido activada.
fr_fr: Ce compte a déjà été activé.
ja_jp: このアカウントは既にアクティベートされています。
nl_nl: Dit account is al geactiveerd.
ru_ru: Эта учетная запись уже активирована.
uk_ua: Цей обліковий запис вже активовано.

source: Activation code not found.
de_de: Aktivierungscode nicht gefunden.
es_es: Código de activación no encontrado.
fr_fr: Code d'activation introuvable.
ja_jp: アクティベーションコードが見つかりません。
nl_nl: Activeringscode niet gevonden.
ru_ru: Код активации не найден.
uk_ua: Код активації не знайдено.

source: Activation code has already been sent. You can request a new code in 24 hours.
de_de: Aktivierungscode wurde bereits versendet. Sie können einen neuen Code innerhalb von 24 Stunden anfordern.
es_es: El código de activación ya ha sido enviado. Puedes solicitar un nuevo código en 24 horas.
fr_fr: Le code d'activation a déjà été envoyé. Vous pouvez demander un nouveau code dans 24 heures.
ja_jp: アクティベーションコードは既に送信されています。24時間以内に新しいコードをリクエストできます。
nl_nl: De activeringscode is al verzonden. U kunt binnen 24 uur een nieuwe code aanvragen.
ru_ru: Код активации уже был отправлен. Вы можете запросить новый код через 24 часа.
uk_ua: Код активації вже надіслано. Ви можете надіслати запит на новий код через 24 години.

source: First name
de_de: Vorname
es_es: Nombre
fr_fr: Prénom
ja_jp: 名
nl_nl: Voornaam is vereist.
ru_ru: Имя
uk_ua: Ім'я

source: Last name
de_de: Nachname
es_es: Apellido
fr_fr: Nom de famille
ja_jp: 姓
nl_nl: Achternaam is vereist.
ru_ru: Фамилия
uk_ua: Прізвище

source: Please enter another email.
de_de: Bitte geben Sie eine andere E-Mail ein.
es_es: Por favor ingrese otro correo electrónico.
fr_fr: Veuillez saisir une autre adresse e-mail.
ja_jp: 別のメールアドレスを入力してください。
nl_nl: Voer een ander e-mailadres in.
ru_ru: Введите другой адрес электронной почты.
uk_ua: Будь ласка, введіть іншу адресу електронної пошти.

source: You can not use this mail.
de_de: Sie können diese E-Mail nicht verwenden.
es_es: No puede utilizar este correo.
fr_fr: Vous ne pouvez pas utiliser ce courrier.
ja_jp: このメールは使えません。
nl_nl: U kunt deze e-mail niet gebruiken.
ru_ru: Вы не можете использовать это письмо.
uk_ua: Цей лист не можна використовувати.

source: Register
de_de: Registrieren
es_es: Registrarse
fr_fr: Inscription
ja_jp: 登録
nl_nl: Registreren
ru_ru: Регистрация
uk_ua: Зареєструватися

source: To activate your profile, please follow this link:
de_de: Um Ihr Profil zu aktivieren, folgen Sie bitte diesem Link:
es_es: Para activar tu perfil, por favor sigue este enlace:
fr_fr: Pour activer votre profil, veuillez suivre ce lien :
ja_jp: プロフィールを有効にするには、以下のリンクに従ってください：
nl_nl: Klik op deze link om je profiel te activeren:
ru_ru: Для активации профиля перейдите по ссылке:
uk_ua: Щоб активувати ваш профіль, перейдіть за цим посиланням:

source: To change your current email address, please follow the link:
de_de: Um Ihre aktuelle E-Mail-Adresse zu ändern, folgen Sie bitte dem Link:
es_es: Para cambiar tu dirección de correo electrónico actual, por favor sigue el enlace:
fr_fr: Pour changer votre adresse e-mail actuelle, veuillez suivre le lien :
ja_jp: 現在のメールアドレスを変更するには、次のリンクに従ってください：
nl_nl: Volg de link om je huidige e-mailadres te wijzigen:
ru_ru: Чтобы изменить ваш текущий адрес электронной почты, пожалуйста, перейдите по ссылке:
uk_ua: Щоб змінити поточну адресу електронної пошти, перейдіть за посиланням:

source: Your username is:
de_de: Ihr Benutzername ist:
es_es: Tu nombre de usuario es:
fr_fr: Votre nom d'utilisateur est :
ja_jp: あなたのユーザー名は:
nl_nl: Je gebruikersnaam is:
ru_ru: Ваше имя пользователя:
uk_ua: Ваше ім'я:

source: You received this email because you requested a password reset for your user account.
de_de: Sie haben diese E-Mail erhalten, weil Sie ein Passwort für Ihr Benutzerkonto angefordert haben.
es_es: Has recibido este correo electrónico porque has solicitado un restablecimiento de contraseña para tu cuenta de usuario.
fr_fr: Vous avez reçu cet e-mail parce que vous avez demandé une réinitialisation du mot de passe pour votre compte utilisateur.
ja_jp: ユーザーアカウントのパスワードリセットをリクエストしたため、このメールを受信しました。
nl_nl: Je hebt deze e-mail ontvangen omdat je een wachtwoordreset hebt aangevraagd voor je gebruikersaccount.
ru_ru: Вы получили это письмо, потому что вы запросили сброс пароля для вашей учетной записи.
uk_ua: Ви отримали цей електронний лист, оскільки ви запросили скидання пароля для вашого облікового запису.

source: Please, go to the following page and choose a new password:
de_de: Bitte gehen Sie zur folgenden Seite und wählen Sie ein neues Passwort:
es_es: Por favor, vaya a la siguiente página y elija una nueva contraseña:
fr_fr: Veuillez vous rendre sur la page suivante et choisir un nouveau mot de passe :
ja_jp: 以下のページに移動し、新しいパスワードを選択してください:
nl_nl: Ga naar de volgende pagina en kies een nieuw wachtwoord:
ru_ru: Пожалуйста, перейдите на следующую страницу и выберите новый пароль:
uk_ua: Будь ласка, перейдіть на наступну сторінку та оберіть новий пароль:

source: Login
de_de: Anmelden
es_es: Ingresar
fr_fr: Se connecter
ja_jp: ログイン
nl_nl: Aanmelden
ru_ru: Логин
uk_ua: Логін

source: Logged out
de_de: Abgemeldet
es_es: Sesión cerrada
fr_fr: Déconnecté
ja_jp: ログアウトしました
nl_nl: Uitgelogd
ru_ru: Выход выполнен
uk_ua: Ви вийшли

source: Thanks for spending some quality time with the site today.
de_de: Vielen Dank, dass Sie heute ein wenig Zeit mit der Seite verbracht haben.
es_es: Gracias por pasar un tiempo de calidad con el sitio hoy.
fr_fr: Merci de passer du temps de qualité avec le site aujourd'hui.
ja_jp: 今日のサイトでいくつかの品質の時間を費やすために感謝.
nl_nl: Bedankt voor het feit dat je vandaag een beetje tijd hebt besteed aan de site.
ru_ru: Спасибо за то, что провели качественное время с сайтом сегодня.
uk_ua: Дякуємо за те, що сьогодні провели певний час на сайті.

source: Log in again
de_de: Erneut anmelden
es_es: Iniciar sesión de nuevo
fr_fr: Reconnectez-vous
ja_jp: 再度ログインする
nl_nl: Opnieuw inloggen
ru_ru: Войти снова
uk_ua: Увійдіть знову

source: Change your email
de_de: E-Mail ändern
es_es: Cambiar tu email
fr_fr: Changer votre adresse e-mail
ja_jp: メールアドレスを変更する
nl_nl: Wijzig je e-mailadres
ru_ru: Изменить адрес эл. почты
uk_ua: Змінити електронну адресу

source: Change email
de_de: E-Mail ändern
es_es: Cambiar email
fr_fr: Changer d'adresse e-mail
ja_jp: メールアドレスの変更
nl_nl: E-mailadres wijzigen
ru_ru: Изменить email
uk_ua: Змінити електронну адресу

source: Change
de_de: Ändern
es_es: Cambiar
fr_fr: Changement
ja_jp: 変更
nl_nl: Veranderen
ru_ru: Изменить
uk_ua: Змінити

source: Change your password
de_de: Ändern Sie Ihr Passwort
es_es: Cambiar tu contraseña
fr_fr: Changer votre mot de passe
ja_jp: パスワードを変更する
nl_nl: Uw wachtwoord wijzigen
ru_ru: Изменить пароль
uk_ua: Змінити ваш пароль

source: Change password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
ja_jp: パスワードの変更
nl_nl: Wachtwoord wijzigen
ru_ru: Изменить пароль
uk_ua: Змінити пароль

source: Change profile
de_de: Profil ändern
es_es: Cambiar perfil
fr_fr: Modifier le profil
ja_jp: プロフィールの変更
nl_nl: Profiel wijzigen
ru_ru: Изменить профиль
uk_ua: Змінити профіль

source: Remind a username
de_de: Benutzernamen erinnern
es_es: Recordar un nombre de usuario
fr_fr: Rappeler un nom d'utilisateur
ja_jp: ユーザー名を思い出させる
nl_nl: Gebruikersnaam herinneren
ru_ru: Напомнить имя пользователя
uk_ua: Нагадати ім'я користувача

source: Next
de_de: Nächste
es_es: Siguiente
fr_fr: Suivant
ja_jp: 次へ
nl_nl: Volgende
ru_ru: Следующий
uk_ua: Уперед

source: Log in
de_de: Anmelden
es_es: Iniciar sesión
fr_fr: Se connecter
ja_jp: ログイン
ru_ru: Вход
uk_ua: Ввійти

source: Resend an activation code
de_de: Aktivierungscode erneut senden
es_es: Reenviar un código de activación
fr_fr: Renvoyer un code d'activation
ja_jp: アクティベーションコードを再送信する
nl_nl: Een activeringscode opnieuw verzenden
ru_ru: Повторно отправить код активации
uk_ua: Повторно відправити код активації

source: Restore your password
de_de: Passwort wiederherstellen
es_es: Restaurar tu contraseña
fr_fr: Restaurer votre mot de passe
ja_jp: パスワードを復元する
nl_nl: Uw wachtwoord herstellen
ru_ru: Восстановить пароль
uk_ua: Відновити пароль

source: Restore password
de_de: Passwort wiederherstellen
es_es: Restaurar contraseña
fr_fr: Restaurer le mot de passe
ja_jp: パスワードを復元
nl_nl: Wachtwoord herstellen
ru_ru: Восстановить пароль
uk_ua: Відновити пароль

source: Confirm your restore operation
de_de: Wiederherstellungsvorgang bestätigen
es_es: Confirme su operación de restauración
fr_fr: Confirmez votre opération de restauration
ja_jp: 復元操作を確認する
nl_nl: Bevestig je hersteloperatie
ru_ru: Подтвердите операцию восстановления
uk_ua: Підтвердіть дію для відновлення

source: Please enter your new password twice so we can verify you typed it in correctly.
de_de: Bitte geben Sie Ihr neues Passwort zweimal ein, damit wir überprüfen können, dass Sie es korrekt eingegeben haben.
es_es: Por favor, introduce tu nueva contraseña dos veces para que podamos verificar que la has escrito correctamente.
fr_fr: Veuillez entrer votre nouveau mot de passe deux fois afin que nous puissions vérifier que vous l'avez tapé correctement.
ja_jp: 新しいパスワードを2回入力してください。正しく入力されたことを確認できます。
nl_nl: Voer je nieuwe wachtwoord twee keer in, zodat we kunnen controleren of je het correct hebt ingevoerd.
ru_ru: Пожалуйста, введите ваш новый пароль дважды, чтобы мы могли убедиться, что вы ввели его правильно.
uk_ua: Будь ласка, введіть новий пароль двічі, так що ми можемо переконатися, що ви ввели його правильно.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
de_de: Der Link zum Zurücksetzen des Passworts war ungültig, möglicherweise weil er bereits verwendet wurde. Bitte fordern Sie ein neues Passwort zurück.
es_es: El enlace para restablecer la contraseña no era válido, posiblemente porque ya ha sido utilizado. Por favor, solicite un nuevo restablecimiento de contraseña.
fr_fr: Le lien de réinitialisation du mot de passe est invalide, peut-être parce qu'il a déjà été utilisé. Veuillez demander une nouvelle réinitialisation du mot de passe.
ja_jp: パスワードリセットリンクが無効です。既に使用されている可能性があります。新しいパスワードリセットをリクエストしてください。
nl_nl: De link om het wachtwoord opnieuw in te stellen is ongeldig, mogelijk omdat deze al is gebruikt. Vraag een nieuw wachtwoord aan.
ru_ru: Ссылка для сброса пароля недействительна, возможно потому, что она уже была использована. Пожалуйста, запросите новый сброс пароля.
uk_ua: Неприпустиме посилання для відновлення пароля, можливо тому, що воно вже використано. Будь-ласка, спробуйте новий пароль.

source: Restore operation done
de_de: Wiederherstellungsvorgang abgeschlossen
es_es: Restaurar operación realizada
fr_fr: Opération de restauration effectuée
ja_jp: 復元操作が完了しました
nl_nl: Bewerking herstellen voltooid
ru_ru: Операция восстановления завершена
uk_ua: Операцію відновлення завершено

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
de_de: Wir haben Ihnen Anweisungen zum Setzen Ihres Passworts per E-Mail zugeschickt, wenn ein Konto mit der von Ihnen eingegebenen E-Mail existiert.
es_es: Te hemos enviado instrucciones para establecer tu contraseña, si existe una cuenta con el correo electrónico que has introducido.
fr_fr: Nous vous avons envoyé par e-mail les instructions pour définir votre mot de passe, si un compte existe avec l'e-mail que vous avez saisi.
ja_jp: 入力したメールアドレスのアカウントが存在する場合、パスワードを設定する手順をメールで送信しました。
nl_nl: We hebben je instructies voor het instellen van je wachtwoord toegestuurd als er een account bestaat met het e-mailadres dat je hebt ingevoerd.
ru_ru: Мы отправили вам инструкции по установке пароля, если учетная запись существует с введенным вами письмом.
uk_ua: Ми надіслали вам інструкцію для налаштування пароля. Якщо існує обліковий запис з введеною вами адресою електронної пошти.

source: You should receive them shortly.
de_de: Sie sollten sie in Kürze erhalten.
es_es: Deberían recibirlos en breve.
fr_fr: Vous devriez les recevoir sous peu.
ja_jp: まもなく受け取るべきです。
nl_nl: Je zou ze binnenkort moeten ontvangen.
ru_ru: Вы должны получить их в ближайшее время.
uk_ua: Ви отримаєте їх найближчим часом.

source: If you don't receive an email, please make sure you've entered the address you signed up with, and check your spam folder.
de_de: Wenn Sie keine E-Mail erhalten, stellen Sie bitte sicher, dass Sie die Adresse eingegeben haben, mit der Sie sich angemeldet haben, und überprüfen Sie Ihren Spam-Ordner.
es_es: Si no recibes un correo electrónico, por favor asegúrate de haber introducido la dirección con la que te registraste y revisa tu carpeta de correo no deseado.
fr_fr: Si vous ne recevez pas d'e-mail, assurez-vous que vous avez entré l'adresse avec laquelle vous vous êtes inscrite, et vérifiez votre dossier spam.
ja_jp: メールが届かない場合は、サインアップしたアドレスを入力したことを確認し、迷惑メールフォルダを確認してください。
nl_nl: Als je geen e-mail ontvangt, zorg er dan voor dat je het adres waarmee je je hebt aangemeld hebt ingevuld en kijk in je spammap.
ru_ru: Если вы не получили письмо, убедитесь, что вы ввели адрес, с которым вы зарегистрировались, и проверьте папку со спамом.
uk_ua: Якщо ви не отримали листа, переконайтеся, що ввели адресу, з якою ви зареєструвалися, та перевірте папку зі спамом.

source: Profile activation
de_de: Profilaktivierung
es_es: Activación del perfil
fr_fr: Activation du profil
ja_jp: プロファイルの有効化
nl_nl: Profiel activeren
ru_ru: Активация профиля
uk_ua: Активація профілю

source: Your username
de_de: Dein Benutzername
es_es: Tu nombre de usuario
fr_fr: Votre nom d'utilisateur
ja_jp: あなたのユーザー名
nl_nl: Je gebruikersnaam
ru_ru: Ваше имя пользователя
uk_ua: Ваше ім'я користувача

source: You are signed up. To activate the account, follow the link sent to the mail.
de_de: Sie sind angemeldet. Um das Konto zu aktivieren, folgen Sie dem Link an die E-Mail.
es_es: Te has registrado. Para activar la cuenta, sigue el enlace enviado al correo.
fr_fr: Vous êtes inscrit. Pour activer le compte, suivez le lien envoyé à la poste.
ja_jp: サインアップしています。アカウントを有効にするには、メールに送信されたリンクに従ってください。
nl_nl: U bent ingeschreven. Om uw account te activeren, volgt u de link die naar de e-mail is verzonden.
ru_ru: Вы зарегистрированы. Чтобы активировать аккаунт, перейдите по ссылке, отправленной на почту.
uk_ua: Ви зареєструвалися. Для активації облікового запису, перейдіть за посиланням, надісланим на пошту.

source: You are successfully signed up!
de_de: Sie sind erfolgreich registriert!
es_es: ¡Te has registrado con éxito!
fr_fr: Vous êtes inscrit avec succès !
ja_jp: 登録が完了しました！
nl_nl: U bent succesvol aangemeld!
ru_ru: Вы успешно зарегистрировались!
uk_ua: Ви успішно зареєструвались!

source: You have successfully activated your account!
de_de: Sie haben Ihr Konto erfolgreich aktiviert!
es_es: ¡Has activado tu cuenta con éxito!
fr_fr: Vous avez activé votre compte avec succès !
ja_jp: アカウントの有効化に成功しました！
nl_nl: U heeft uw account succesvol geactiveerd!
ru_ru: Вы успешно активировали свой аккаунт!
uk_ua: Ви успішно активували свій акаунт!

source: Login successfully.
de_de: Anmeldung erfolgreich.
es_es: Inicio de sesión exitoso.
fr_fr: Connexion réussie.
ja_jp: ログインに成功しました。
nl_nl: Login succesvol.
ru_ru: Вход выполнен.
uk_ua: Авторизація успішна.

source: A new activation code has been sent to your email address.
de_de: Ein neuer Aktivierungscode wurde an Ihre E-Mail-Adresse gesendet.
es_es: Un nuevo código de activación ha sido enviado a su dirección de correo electrónico.
fr_fr: Un nouveau code d'activation a été envoyé à votre adresse e-mail.
ja_jp: 新しいアクティベーションコードがあなたのメールアドレスに送信されました。
nl_nl: Een nieuwe activeringscode is naar je e-mailadres verzonden.
ru_ru: Новый код активации был отправлен на ваш адрес электронной почты.
uk_ua: Новий код активації був відправлений на вашу електронну адресу.

source: Profile data has been successfully updated.
de_de: Profildaten wurden erfolgreich aktualisiert.
es_es: Los datos del perfil se han actualizado correctamente.
fr_fr: Les données du profil ont été mises à jour avec succès.
ja_jp: プロファイルデータが正常に更新されました。
nl_nl: De profielgegevens zijn succesvol bijgewerkt.
ru_ru: Данные профиля успешно обновлены.
uk_ua: Дані профілю успішно оновлено.

source: To complete the change of email address, click on the link sent to it.
de_de: Um die Änderung der E-Mail-Adresse abzuschließen, klicken Sie auf den Link, der an sie gesendet wurde.
es_es: Para completar el cambio de dirección de correo electrónico, haga clic en el enlace que se le ha enviado.
fr_fr: Pour compléter le changement d'adresse e-mail, cliquez sur le lien qui lui est envoyé.
ja_jp: メールアドレスの変更を完了するには、送信したリンクをクリックしてください。
nl_nl: Om de wijziging van het e-mailadres te voltooien, klikt u op de link die naar het e-mailadres is verzonden.
ru_ru: Чтобы завершить изменение адреса электронной почты, нажмите на ссылку, отправленную на него.
uk_ua: Для завершення зміни адреси електронної пошти, натисніть на посилання надіслане на нього.

source: Email successfully changed.
de_de: E-Mail erfolgreich geändert.
es_es: Correo electrónico cambiado correctamente.
fr_fr: L'e-mail a été modifié avec succès.
ja_jp: メールアドレスを正常に変更しました。
nl_nl: E-mailadres succesvol gewijzigd.
ru_ru: Email успешно изменен.
uk_ua: Електронну пошту успішно змінено.

source: You have successfully changed your email!
de_de: Sie haben Ihre E-Mail erfolgreich geändert!
es_es: ¡Has cambiado tu correo electrónico con éxito!
fr_fr: Vous avez modifié votre adresse e-mail avec succès !
ja_jp: メールアドレスの変更が完了しました！
nl_nl: U heeft uw e-mail succesvol gewijzigd!
ru_ru: Вы успешно изменили свой адрес электронной почты!
uk_ua: Ви успішно змінили електронну пошту!

source: Your username has been successfully sent to your email.
de_de: Ihr Benutzername wurde erfolgreich an Ihre E-Mail gesendet.
es_es: Tu nombre de usuario se ha enviado correctamente a tu correo electrónico.
fr_fr: Votre nom d'utilisateur a été envoyé à votre adresse e-mail.
ja_jp: あなたのユーザー名をメールアドレスに送信しました。
nl_nl: Uw gebruikersnaam is succesvol verzonden naar uw e-mail.
ru_ru: Ваше имя пользователя успешно отправлено на ваш email.
uk_ua: Ім'я користувача було успішно відправлено на вашу електронну пошту.

source: Your password was changed.
de_de: Ihr Passwort wurde geändert.
es_es: Tu contraseña ha sido cambiada.
fr_fr: Votre mot de passe a été modifié.
ja_jp: パスワードが変更されました。
nl_nl: Je wachtwoord is gewijzigd.
ru_ru: Ваш пароль был изменен.
uk_ua: Ваш пароль змінено.

source: Your password has been set. You may go ahead and log in now.
de_de: Ihr Passwort wurde gesetzt. Sie können sich jetzt anmelden.
es_es: Su contraseña ha sido establecida. Puede iniciar sesión ahora.
fr_fr: Votre mot de passe a été défini. Vous pouvez maintenant vous connecter.
ja_jp: パスワードが設定されました。今すぐログインしてください。
nl_nl: Uw wachtwoord is ingesteld. U kunt nu inloggen.
ru_ru: Ваш пароль был установлен. Теперь вы можете войти в систему.
uk_ua: Ваш пароль встановлено. Ви можете увійти зараз і ввійти.

source: English
de_de: Englisch
es_es: Inglés
fr_fr: Anglais
ja_jp: 日本語
nl_nl: Nederlands
ru_ru: Russian
uk_ua: Українська

source: Russian
de_de: Russisch
es_es: Ruso
fr_fr: Russe
ja_jp: ロシア語
nl_nl: Russisch
ru_ru: Русский
uk_ua: Російська

source: Ukrainian
de_de: Ukrainische
es_es: Ucraniano
fr_fr: Ukrainien
ja_jp: ウクライナ語
nl_nl: Oekraïens
ru_ru: Украинский
uk_ua: Українська

source: Simplified Chinese
de_de: Vereinfachtes Chinesisch
es_es: Chino simplificado
fr_fr: Chinois simplifié
ja_jp: 簡体字中国語
nl_nl: Vereenvoudigd Chinees
ru_ru: Упрощенный китайский
uk_ua: Спрощена китайська

source: French
de_de: Französisch
es_es: Francés
fr_fr: Français
ja_jp: フランス語
nl_nl: Frans
ru_ru: Французский
uk_ua: Французька
