Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: TOTAL
de_de: GESAMT
ja_jp: 合計
nl_nl: TOTAAL
ru_ru: ВСЕГО
uk_ua: ЗАГАЛЬНІ

source: Register to the Newsletter.
de_de: Melden Sie sich für den Newsletter an.
es_es: Regístrese en el boletín de noticias.
fr_fr: Inscrivez-vous à la Newsletter.
ja_jp: ニュースレターに登録します。
nl_nl: Registreer je voor de nieuwsbrief.
ru_ru: Зарегистрируйтесь на рассылку.
uk_ua: Зареєструватися на розсилку новин.

source: Confirm and Pay
de_de: Bestätigen und bezahlen
es_es: Confirmar y pagar
fr_fr: Confirmer et payer
ja_jp: 確認して支払い
nl_nl: Bevestigen en betalen
ru_ru: Подтвердить и оплатить
uk_ua: Підтвердити та оплатити

source: Skip to content
de_de: Zum Inhalt springen
es_es: Ir al contenido
fr_fr: Passer au contenu
ja_jp: コンテンツにスキップ
nl_nl: Ga naar inhoud
ru_ru: Перейти к содержимому
uk_ua: Перейти до вмісту

source: Musicmo - Musical Instruments Shop
de_de: Musicmo - Musikinstrumente Shop
es_es: Musicmo - Tienda de Instruments Musical
fr_fr: Musicmo - Boutique d'instruments de musique
ja_jp: 音楽 - 楽器ショップ
nl_nl: Musicmo - Muziek instrumentenwinkel
ru_ru: Musicmo - магазин музыкальных инструментов
uk_ua: Музика - Магазин музичних інструментів

source: Show order summary
de_de: Bestellübersicht anzeigen
es_es: Mostrar resumen del pedido
fr_fr: Afficher le résumé de la commande
ja_jp: 注文の概要を表示
nl_nl: Toon besteloverzicht
ru_ru: Показать сводку заказов
uk_ua: Показати підсумок замовлення

source: Hide order summary
de_de: Auftragsübersicht ausblenden
es_es: Ocultar resumen del pedido
fr_fr: Cacher le résumé de la commande
ja_jp: 注文サマリーを非表示
nl_nl: Verberg bestellingsoverzicht
ru_ru: Скрыть сводку заказов
uk_ua: Приховати зведення по замовленню

source: Sale price
de_de: Verkaufspreis
es_es: Precio de venta
fr_fr: Prix de vente
ja_jp: 販売価格
nl_nl: Verkoop prijs
ru_ru: Цена продажи
uk_ua: Ціна продажу

source: Musicmo - Checkout
es_es: Musicmo - Compra
ja_jp: Musicmo - チェックアウト
nl_nl: Musicmo - Afrekenen
ru_ru: Musicmo - оформление заказа
uk_ua: Музика - оформлення замовлення

source: We’ll send you an order receipt and recurring shipping updates via text message. Reply STOP to unsubscribe. Reply HELP for help. Message frequency varies. Msg &amp; data rates may apply. View our
de_de: Wir senden Ihnen eine Auftragsbestätigung und wiederkehrende Versandaktualisierungen per Textnachricht zu. Beantworten Sie STOP zum Abbestellen. Antwortungshilfe für Hilfe. Die Nachrichtenfrequenz variiert. Die Msg &amp; Datenraten können angewendet werden. Sehen Sie unsere
es_es: Le enviaremos un recibo de pedido y actualizaciones de envío recurrentes vía mensaje de texto. Responder a STOP para darse de baja. Responder HELP para ayuda. La frecuencia del mensaje varía. Msg &amp; las tasas de datos pueden aplicarse. Ver nuestro
fr_fr: Nous vous enverrons un reçu de commande et des mises à jour de livraison récurrentes par SMS. Répondez à STOP pour vous désabonner. Répondre AIDE pour obtenir de l'aide. La fréquence des messages varie. Msg &amp; taux de données peut s'appliquer. Voir notre
ja_jp: 注文確認書を送信し、定期的な配送情報をテキストメッセージで送信します。解除するには停止してください。 ヘルプへの返信。メッセージの頻度は異なります。Msg &amp; データレートが適用される場合があります。私たちを見る
nl_nl: We sturen u een bestelbevestiging en periodieke verzendupdates via SMS-bericht. Antwoord STOP om u af te melden. Antwoord HELP voor hulp. Berichtfrequentie varieert. Msg &amp; gegevenstarieven kunnen van toepassing zijn. Bekijk onze
ru_ru: Мы вышлем вам квитанцию о заказе и регулярные обновления доставки с помощью текстового сообщения. Ответьте СТОП чтобы отписаться. Ответьте, чтобы помочь. Частота сообщения варьируется. Msg &amp; скорость передачи данных может применяться. Просмотрите наш
uk_ua: Ми надішлемо вам квитанцію про замовлення та періодичні оновлення доставки за допомогою текстового повідомлення. Відповісти STOP, щоб відписатись. Відповідь - HELP для довідки. Частота повідомл. Msg &amp; швидкість передачі даних може застосовуватися. Переглянути наші

source: Privacy Policy and
de_de: Datenschutzerklärung und
es_es: Política de privacidad y
fr_fr: Politique de confidentialité et
ja_jp: プライバシーポリシーと
nl_nl: Privacybeleid en
ru_ru: Политика конфиденциальности и
uk_ua: Політика конфіденційності та

source: Terms of Service
de_de: Nutzungsbedingungen
es_es: Términos de Servicio
fr_fr: Conditions d'utilisation
ja_jp: 利用規約
nl_nl: Algemene gebruiksvoorwaarden
ru_ru: Условия предоставления услуг
uk_ua: Умови Використання

source: Shipping address
de_de: Lieferadresse
es_es: Dirección de envío
fr_fr: Adresse de livraison
ja_jp: 配送先住所
nl_nl: Verzend adres
ru_ru: Адрес доставки
uk_ua: Адреса доставки

source: Country/region
de_de: Land/Region
es_es: País/región
fr_fr: Pays/région
ja_jp: 国/地域
nl_nl: Land/regio
ru_ru: Страна/регион
uk_ua: Країна/регіон

source: Afghanistan
es_es: Afganistán
fr_fr: L'Afghanistan
ja_jp: アフガニスタンformat@@0
nl_nl: Afganistan
ru_ru: Афганистан
uk_ua: Афганістан

source: Albania
de_de: Albanien
fr_fr: Albanie
ja_jp: アルバニア
nl_nl: Albanië
ru_ru: Албания
uk_ua: Албанія

source: Angola
ja_jp: アンゴラ語
nl_nl: Angos
ru_ru: Ангола
uk_ua: Ангола

source: Antigua &amp;Barbuda
ja_jp: アンティグア &amp;バーブーダ
ru_ru: Антигуа &amp;Барбуда
uk_ua: Антигуа &amp;Барбуда

source: Argentina
de_de: Argentinien
fr_fr: Argentine
ja_jp: アルゼンチン
nl_nl: Argentinië
ru_ru: Аргентина
uk_ua: Аргентина

source: Armenia
de_de: Armenien
fr_fr: Arménie
ja_jp: アルメニア
nl_nl: Armenië
ru_ru: Армения
uk_ua: Вірменія

source: Ascension Island
de_de: Ascensionsinsel
es_es: Isla de Ascensión
fr_fr: Île de l'Ascension
ja_jp: アセンション島
nl_nl: Ascension Eiland
ru_ru: Остров Вознесения
uk_ua: Острів Вознесіння

source: Austria
de_de: Österreich
fr_fr: L'Autriche
ja_jp: オーストリア
nl_nl: Oostenrijk
ru_ru: Австрия
uk_ua: Австрія

source: Azerbaijan
de_de: Aserbaidschan
es_es: Martín
fr_fr: Azerbaïdjan
ja_jp: アゼルバイジャン
nl_nl: Azerbeidzjan
ru_ru: Азербайджан
uk_ua: Азербайджан

source: Bangladesh
de_de: Bangladesch
ja_jp: バングラデシュ(バングラデシュ)
ru_ru: Бангладеш
uk_ua: Бангладеш

source: Barbados
fr_fr: Barbade
ja_jp: バルバドス
ru_ru: Барбадос
uk_ua: Барбадос

source: Belarus
de_de: Weißrussland
es_es: Belarús
fr_fr: Biélorussie
ja_jp: ベラルーシ共和国
nl_nl: Wit-Rusland
ru_ru: Беларусь
uk_ua: Білорусь

source: Belgium
de_de: Belgien
es_es: Bélgica
fr_fr: Belgique
ja_jp: ベルギー
nl_nl: België
ru_ru: Бельгия
uk_ua: Бельгія

source: Belize
es_es: Belice
fr_fr: Bélize
ja_jp: ベリーズ
ru_ru: Белиз
uk_ua: Беліз

source: Bhutan
es_es: Bhután
fr_fr: Bhoutan
ja_jp: ブータン語
ru_ru: Бутан
uk_ua: Бутан

source: Brazil
de_de: Brasilien
es_es: Brasil
fr_fr: Le Brésil
ja_jp: ブラジル
nl_nl: Brazilië
ru_ru: Бразилия
uk_ua: Бразилія

source: British Indian Ocean Territory
de_de: Britisches Territorium im Indischen Ozean
es_es: Territorio Británico del Océano Índico
fr_fr: Territoire britannique de l'océan Indien
ja_jp: イギリス領インド洋地域
nl_nl: Brits Indische Oceaan Territorium
ru_ru: Британская территория в Индийском океане
uk_ua: Британська територія Індійського океану

source: British Virgin Islands
de_de: Britische Jungferninseln
es_es: Islas Vírgenes Británicas
fr_fr: Îles Vierges britanniques
ja_jp: イギリス領ヴァージン諸島
nl_nl: Britse Maagdeneilanden
ru_ru: Британские Виргинские острова
uk_ua: Британські Віргінські острови

source: Bulgaria
de_de: Bulgarien
fr_fr: La Bulgarie
ja_jp: ブルガリア共和国
nl_nl: Bulgarije
ru_ru: Болгария
uk_ua: Болгарія

source: Burkina Faso
ja_jp: ブルキナファソ
ru_ru: Буркина-Фасо
uk_ua: Буркіна-Фасо

source: Cambodia
de_de: Kambodscha
es_es: Camboya
fr_fr: Cambodge
nl_nl: Cambodja
ru_ru: Камбоджа
uk_ua: Камбоджа

source: Cameroon
de_de: Kamerun
es_es: Camerún
fr_fr: Cameroun
ja_jp: カメルーンformat@@0
nl_nl: Kameroen
ru_ru: Камерун
uk_ua: Камерун

source: Canada
de_de: Kanada
es_es: Canadá
fr_fr: Le Canada
ja_jp: カナダ
ru_ru: Канада
uk_ua: Канада

source: Cape Verde
de_de: Kap Verde
es_es: Cabo Verde
fr_fr: Cap-Vert
ja_jp: カーボベルデ
nl_nl: Kaapverdische eilanden
ru_ru: Кабо-Верде
uk_ua: Кабо-Верде

source: Caribbean Netherlands
de_de: Niederlande in der Karibik
es_es: Caribe Holandés
fr_fr: Pays-Bas des Caraïbes
ja_jp: カリブ海のオランダ
nl_nl: Caribisch Nederland
ru_ru: Карибские Нидерланды
uk_ua: Карибські Нідерланди

source: Cayman Islands
de_de: Cayman-Inseln
es_es: Islas Caimán
fr_fr: Iles Caïmans
ja_jp: ケイマン諸島
nl_nl: Kaaiman Eilanden
ru_ru: Каймановы острова
uk_ua: Кайманові острови

source: Central African Republic
de_de: Zentralafrikanische Republik
es_es: República Centroafricana
fr_fr: République centrafricaine
ja_jp: 中央アフリカ共和国
nl_nl: Centraal-Afrikaanse Republiek
ru_ru: Центральноафриканская Республика
uk_ua: Центральноафриканська Республіка

source: Chad
de_de: Tschad
fr_fr: Tchad
ja_jp: チャド語
nl_nl: Tsjaad
ru_ru: Чад
uk_ua: Чад

source: Chile
fr_fr: Chili
ja_jp: チリ
nl_nl: Chili
ru_ru: Чили
uk_ua: Чилі

source: Christmas Island
de_de: Weihnachtsinsel
es_es: Isla de Navidad
fr_fr: Île de Noël
ja_jp: クリスマス島
nl_nl: Christmas Eiland
ru_ru: Остров Рождества
uk_ua: Острів Різдва

source: Cocos (Keeling) Islands
de_de: Kokosinseln (Keeling)
es_es: Islas Cocos (Keeling)
fr_fr: Îles Cocos (Keeling)
ja_jp: ココス (キーリング) 諸島
nl_nl: Cocos (Keeling) Eilanden
ru_ru: Кокосовые Острова (Килинг)
uk_ua: Кокосові (Кілінг) острови

source: Colombia
de_de: Kolumbien
fr_fr: Colombie
ja_jp: コロンビア
ru_ru: Колумбия
uk_ua: Колумбія

source: Comoros
de_de: Komoren
es_es: Comoras
fr_fr: Comores
ja_jp: コモロ
nl_nl: Comoren
ru_ru: Коморские острова
uk_ua: Коморські Острови

source: Cook Islands
de_de: Cookinseln
es_es: Islas Cook
fr_fr: Iles Cook
ja_jp: クック諸島
nl_nl: Cook Eilanden
ru_ru: Острова Кука
uk_ua: Острови Кука

source: Costa Rica
ja_jp: コスタリカ
ru_ru: Коста-Рика
uk_ua: Коста-Рика

source: Croatia
de_de: Kroatien
es_es: Croacia
fr_fr: La Croatie
ja_jp: クロアチア
nl_nl: Kroatië
ru_ru: Хорватия
uk_ua: Хорватія

source: Curaçao
es_es: Curazao
ja_jp: CurracWebao
nl_nl: Barbarak ao
ru_ru: Кюрацяо
uk_ua: Курачао

source: Cyprus
de_de: Zypern
es_es: Chipre
fr_fr: Chypre
ja_jp: キプロス
ru_ru: Кипр
uk_ua: Кіпр

source: Czechia
de_de: Tschechien
es_es: Etiopía
fr_fr: Tchéquie
ja_jp: チェコ語
nl_nl: Tsjechisch
ru_ru: Чехия
uk_ua: Чехія

source: Côte d’Ivoire
de_de: Côte d’Ivoire
es_es: Côte d’Ivoire
fr_fr: Côte d’Ivoire
ja_jp: Côte d’Ivoire
nl_nl: Côte d’Ivoire
ru_ru: Côte d’Ivoire
uk_ua: Côte d’Ivoire

source: Denmark
de_de: Dänemark
es_es: Dinamarca
fr_fr: Danemark
ja_jp: デンマーク
nl_nl: Denemarken
ru_ru: Дания
uk_ua: Данія

source: Dominica
de_de: Dominika
es_es: Domínica
fr_fr: Dominique
ja_jp: ドミニカ
ru_ru: Доминика
uk_ua: Домініка

source: Dominican Republic
de_de: Dominikanische Republik
es_es: República Dominicana
fr_fr: République dominicaine
ja_jp: ドミニカ共和国
nl_nl: Dominicaanse Republiek
ru_ru: Доминиканская Республика
uk_ua: Домініканська Республіка

source: Egypt
de_de: Ägypten
es_es: Egipto
fr_fr: Égypte
ja_jp: エジプト
nl_nl: Egypte
ru_ru: Египет
uk_ua: Египет

source: Eritrea
fr_fr: Érythrée
ja_jp: エリトリア
ru_ru: Эритрея
uk_ua: Еритрея

source: Estonia
de_de: Estland
fr_fr: Estonie
ja_jp: エストニア共和国
nl_nl: Estland
ru_ru: Эстония
uk_ua: Естонія

source: Eswatini
ja_jp: エスワティーニ
ru_ru: Эсватини
uk_ua: Есватіні

source: Falkland Islands
de_de: Falklandinseln
es_es: Islas Falkland
fr_fr: Îles Malouines
ja_jp: フォークランド諸島
nl_nl: Falkland Eilanden
ru_ru: Фолклендские острова
uk_ua: Фолклендські острови

source: Faroe Islands
de_de: Färöer Inseln
es_es: Islas Faroe
fr_fr: Iles Féroé
ja_jp: フェロー諸島
nl_nl: Faeröer Eilanden
ru_ru: Фарерские острова
uk_ua: Фарерські острови

source: Finland
de_de: Finnland
es_es: Finlandia
fr_fr: Finlandaise
ja_jp: フィンランド
nl_nl: Fins
ru_ru: Финляндия
uk_ua: Фінляндія

source: French Guiana
de_de: Französisch-Guayana
es_es: Guayana Francesa
fr_fr: Guyane française
ja_jp: フランス領ギアナ
nl_nl: Frans Guyana
ru_ru: Гвиана Французская
uk_ua: Французька Гвіана

source: French Polynesia
de_de: Französische Polynesien
es_es: Polinesia francesa
fr_fr: Polynésie française
ja_jp: フランス領ポリネシア
nl_nl: Frans Polynesie
ru_ru: Французская Полинезия
uk_ua: Французька Полінезія

source: French Southern Territories
de_de: Französische Südgebiete
es_es: Territorios franceses del sur
fr_fr: Territoires français du Sud
ja_jp: フランス領南方地域
nl_nl: Franse zuidelijke gebieden
ru_ru: Французские Южные территории
uk_ua: Французькі Південні Території

source: Georgia
de_de: Georgien
fr_fr: Géorgie
ja_jp: ジョージア州
nl_nl: Georgië
ru_ru: Грузия
uk_ua: Джорджія

source: Germany
de_de: Deutschland
es_es: Alemania
fr_fr: L'Allemagne
ja_jp: ドイツ
nl_nl: Duitsland
ru_ru: Германия
uk_ua: Німецькою

source: Ghana
fr_fr: Le Ghana
ja_jp: ガーナ共和国
ru_ru: Гана
uk_ua: Гана

source: Gibraltar
ja_jp: ジブラルタル
ru_ru: Гибралтар
uk_ua: Гібралтар

source: Greece
de_de: Griechenland
es_es: Grecia
fr_fr: La Grèce
ja_jp: ギリシャ
nl_nl: Griekenland
ru_ru: Греция
uk_ua: Греція

source: Greenland
de_de: Grönland
es_es: Groenland
fr_fr: Groenland
nl_nl: Groenland
ru_ru: Гренландии
uk_ua: Ґренландія

source: Grenada
es_es: Granada
fr_fr: Grenade
ja_jp: グレナダ
nl_nl: Granada
ru_ru: Гренада
uk_ua: Гренада

source: Guatemala
fr_fr: Guatémala
ja_jp: グアテマラ共和国
ru_ru: Гватемала
uk_ua: Гватемала

source: Hong Kong SAR
es_es: SAR de Hong Kong
ja_jp: 香港SAR
nl_nl: SAR Hongkong
ru_ru: САР Гонконга
uk_ua: Гонконг-САР

source: Hungary
de_de: Ungarn
es_es: Hungría
fr_fr: Hongrie
ja_jp: ハンガリー
nl_nl: Hongarije
ru_ru: Венгрия
uk_ua: Угорщина

source: Iceland
de_de: Island
es_es: Icelanato
fr_fr: Islande
ja_jp: アイスランド共和国
nl_nl: IJsland
ru_ru: Исландия
uk_ua: Ісландія

source: India
de_de: Indien
fr_fr: L'Inde
ja_jp: インド
nl_nl: Indië
ru_ru: Индия
uk_ua: Індія

source: Indonesia
de_de: Indonesien
fr_fr: Indonésie
ja_jp: インドネシア
nl_nl: Indonesië
ru_ru: Индонезия
uk_ua: Індонезія

source: Iraq
de_de: Irak
es_es: Irak
fr_fr: Irak
ja_jp: イラク共和国
nl_nl: Irak
ru_ru: Ирак
uk_ua: Ірак

source: Isle of Man
de_de: Insel Man
es_es: Isla de Man
fr_fr: Île de Man
ja_jp: マン島
nl_nl: Eiland Man
ru_ru: Остров Мэн
uk_ua: Острів Мен

source: Italy
de_de: Italien
es_es: Italia
fr_fr: Italie
ja_jp: イタリア
nl_nl: Italiaans
ru_ru: Италия
uk_ua: Італія

source: Jersey
de_de: Trikot
ja_jp: ジャージー
ru_ru: Джерси
uk_ua: Джерсі

source: Jordan
de_de: Jordanien
es_es: Jordán
fr_fr: Jordanie
nl_nl: Jordanië
ru_ru: Иордания
uk_ua: Йорданія

source: Kazakhstan
de_de: Kasachstan
es_es: Kazakan
ja_jp: カザフスタン共和国
nl_nl: Kazachstan
ru_ru: Казахстан
uk_ua: Казахстан

source: Kenya
de_de: Kenia
fr_fr: Le Kenya
ja_jp: ケニア
nl_nl: Kenia
ru_ru: Кения
uk_ua: Кенія

source: Laos
ja_jp: ラオス
nl_nl: Laotiaans
ru_ru: Лаос
uk_ua: Лаос

source: Latvia
de_de: Lettland
es_es: Letonia
fr_fr: Lettonie
ja_jp: ラトビア
nl_nl: Letland
ru_ru: Латвия
uk_ua: Латвія

source: Liberia
fr_fr: Libéria
ja_jp: リベリア
ru_ru: Либерия
uk_ua: Ліберія

source: Libya
de_de: Libyen
es_es: Libia
fr_fr: Libye
ja_jp: リビア
nl_nl: Libië
ru_ru: Ливия
uk_ua: Лівія

source: Lithuania
de_de: Litauen
fr_fr: Lituanie
ja_jp: リトアニア
nl_nl: Litauen
ru_ru: Литва
uk_ua: Литва

source: Malaysia
es_es: Malasia
fr_fr: Malaisie
ja_jp: マレーシア
nl_nl: Maleisië
ru_ru: Малайзия
uk_ua: Малайзія

source: Maldives
de_de: Malediven
es_es: Maldivas
ja_jp: モルディブ共和国
nl_nl: Maldiven
ru_ru: Мальдивы
uk_ua: Мальдиви

source: Martinique
es_es: Martinica
ja_jp: マルティニーク
ru_ru: Мартиника
uk_ua: Мартиніка

source: Mayotte
ru_ru: Майотта
uk_ua: Майотта

source: Mexico
de_de: Mexiko
es_es: México
fr_fr: Mexique
ja_jp: メキシコ
ru_ru: Мексика
uk_ua: Мексика

source: Monaco
es_es: Mónaco
fr_fr: Monégasque
ru_ru: Монако
uk_ua: Монако

source: Montenegro
fr_fr: Monténégro
ja_jp: モンテネグロ
ru_ru: Черногория
uk_ua: Чорногорія

source: Morocco
de_de: Marokko
es_es: Marruecos
fr_fr: Le Maroc
ja_jp: モロッコ
nl_nl: Marokko
ru_ru: Марокко
uk_ua: Марокко

source: Mozambique
de_de: Mosambik
ja_jp: モザンビーク
ru_ru: Мозамбик
uk_ua: Мозамбік

source: Nepal
fr_fr: Népal
ja_jp: ネパール共和国
ru_ru: Непал
uk_ua: Непал

source: New Caledonia
de_de: Neukaledonien
es_es: Nueva Caldera
fr_fr: Nouvelle-Calédonie
ja_jp: ニューカレドニア
nl_nl: Nieuw Caledonië
ru_ru: Новая Каледония
uk_ua: Нова Каледонія

source: Niue
ja_jp: ニウエ
ru_ru: Ниуэ
uk_ua: Ніуе

source: Norfolk Island
de_de: Norfolk-Insel
es_es: Isla Norfolk
fr_fr: Ile Norfolk
ja_jp: ノーフォーク島
nl_nl: Norfolk (eiland)
ru_ru: Норфолк
uk_ua: О-в норфолк

source: North Macedonia
de_de: Nordmazedonien
es_es: Norte de Macedonia
fr_fr: Macédoine du Nord
ja_jp: 北マケドニア共和国
nl_nl: Noord-Macedonië
ru_ru: Северная Македония
uk_ua: Північна Македонія

source: Norway
de_de: Norwegen
es_es: Noruega
fr_fr: Norvège
ja_jp: ノルウェー
nl_nl: Noorwegen
ru_ru: Норвегия
uk_ua: Норвегія

source: Pakistan
es_es: Pakistán
fr_fr: Le Pakistan
ja_jp: パキスタン共和国
ru_ru: Пакистан
uk_ua: Пакистан

source: Palestinian Territories
de_de: Palästinensische Gebiete
es_es: Territorios palestinos
fr_fr: Territoires palestiniens
ja_jp: パレスチナ地域
nl_nl: Palestijnse gebieden
ru_ru: Палестинские территории
uk_ua: Палестинські території

source: Peru
es_es: Perú
fr_fr: Pérou
ja_jp: ペルー
ru_ru: Перу
uk_ua: Перу

source: Philippines
de_de: Philippinen
es_es: Filipinas
ja_jp: フィリピン
nl_nl: Filippijnen
ru_ru: Филиппины
uk_ua: Філіппіни

source: Pitcairn Islands
de_de: Pitcairn Inseln
es_es: Islas Pitcairn
fr_fr: Îles Pitcairn
ja_jp: ピトケアン諸島
nl_nl: Pitcairn eilanden
ru_ru: Острова Питкэрн
uk_ua: Піткерн

source: Poland
de_de: Polen
es_es: Polonia
fr_fr: La Pologne
ja_jp: ポーランド
nl_nl: Polen
ru_ru: Польша
uk_ua: Польща

source: Portugal
fr_fr: Le Portugal
ja_jp: ポルトガル
nl_nl: Portugees
ru_ru: Португалия
uk_ua: Португалія

source: Réunion
es_es: Réunión
ja_jp: レユニオンの設定
nl_nl: Remonetarie unie
ru_ru: Ре́юньон
uk_ua: Реюньйон

source: Romania
de_de: Rumänien
es_es: Rumania
fr_fr: Roumanie
ja_jp: ルーマニア
nl_nl: Roemenie
ru_ru: Румыния
uk_ua: Румунія

source: São Tomé &amp; Príncipe
de_de: Sa<unk> o Tome<unk> &amp; Pri<unk> ncipe
es_es: Saúl Tome &amp; Príncipe
fr_fr: Sa<unk> o Tomé &amp; Príncipe
ja_jp: Safaceo Tome’e &amp; Prícipe
nl_nl: Samoneto Tomeins. &amp; Prił ncipe
ru_ru: Сан-Томе́… &amp; При́нциз
uk_ua: Сайріо Томе &amp; Пріаципе

source: Saudi Arabia
de_de: Saudi-Arabien
es_es: Arabia Saudita
fr_fr: Arabie Saoudite
ja_jp: サウジアラビア
nl_nl: Saudi-Arabië
ru_ru: Саудовская Аравия
uk_ua: Саудівська Аравія

source: Serbia
de_de: Serbien
fr_fr: Serbie
ja_jp: セルビア共和国
nl_nl: Servië
ru_ru: Сербия
uk_ua: Сербія

source: Sierra Leone
es_es: Sierra Leona
ja_jp: シエラレオネ
ru_ru: Сьерра-Леоне
uk_ua: Сьєрра-Леоне

source: Singapore
de_de: Singapur
es_es: Singapur
fr_fr: Singapour
ja_jp: シンガポール
nl_nl: Singapura
ru_ru: Сингапур
uk_ua: Сінгапур

source: Slovakia
de_de: Slowakei
es_es: Eslovaquia
fr_fr: Slovaquie
ja_jp: スロバキア
nl_nl: Slowakije
ru_ru: Словакия
uk_ua: Словаччина

source: Solomon Islands
de_de: Salomonen
es_es: Islas Salomón
fr_fr: Îles Salomon
ja_jp: ソロモン諸島
nl_nl: Solomon Eilanden
ru_ru: Соломоновы острова
uk_ua: Соломонові острови

source: South Africa
de_de: Südafrika
es_es: Sudáfrica
fr_fr: Afrique du Sud
ja_jp: 南アフリカ
nl_nl: Zuid-Afrika
ru_ru: Южная Африка
uk_ua: Південна Африка

source: South Georgia &amp; South Sandwich Islands
de_de: Südgeorgien &amp; Südliche Sandwichinseln
es_es: Georgia del Sur &amp; Islas Sandwich del Sur
fr_fr: Géorgie du Sud &amp; Îles Sandwich du Sud
ja_jp: サウスジョージア &amp; サウスサンドウィッチ諸島
nl_nl: Zuid-Georgië &amp; Zuidelijke Sandwicheilanden
ru_ru: Южная Георгия &amp; Южные Сандвичевы острова
uk_ua: Південна Джорджія &amp; Південні Сандвічеві острови

source: South Korea
de_de: Südkorea
es_es: Corea del Sur
fr_fr: Corée du Sud
ja_jp: 韓国
nl_nl: Zuid-Korea
ru_ru: Южная Корея
uk_ua: Південна Корея

source: South Sudan
de_de: Südsudan
es_es: Sudán del Sur
fr_fr: Sud-Soudan
ja_jp: 南スーダン共和国
nl_nl: Zuid Sudan
ru_ru: Южный Судан
uk_ua: Південний Судан

source: Sri Lanka
ja_jp: スリランカ
ru_ru: Шри-Ланка
uk_ua: Шрі-Ланка

source: St. Barthélemy
de_de: St. Barthe<unk> lemy
es_es: San Bartolomé
fr_fr: Saint-Barthélemy
ja_jp: 聖バルテレミー
nl_nl: Sint-Bartheľlemy
ru_ru: Св. Барте́леми
uk_ua: Святий Бартевлеми

source: St. Pierre &amp; Miquelon
es_es: San Pedro &amp; Miquelón
fr_fr: Saint-Pierre &amp; Miquelon
ja_jp: サンピエール島 &amp; ミクロン島
nl_nl: Saint-Pierre &amp; Miquelon
ru_ru: Сен-Пьер &amp; Микелон
uk_ua: Сен-П'єр &amp; Мікелон

source: St. Vincent &amp;Grenadines
de_de: St. Vincent &amp;Grenadinen
es_es: San Vicente &amp;Granadinas
ja_jp: セントビンセント &amp;グレナディーヌ
ru_ru: Сент-Винсент &amp;Гренадины
uk_ua: Сент-Вінсент &amp;Гренадини

source: Svalbard &amp; Jan Mayen
de_de: Spitzbergen &amp; Jan Mayen
ja_jp: スバールバード &amp; ヤンマイエン島
nl_nl: Spitsbergen &amp; Jan Mayen
ru_ru: Шпицберген &amp; Ян Майен
uk_ua: Свальбард &amp; Ян-Маєн

source: Sweden
de_de: Schweden
es_es: Suecia
fr_fr: Suédoise
ja_jp: スウェーデン
nl_nl: Zweden
ru_ru: Швеция
uk_ua: Швеція

source: Switzerland
de_de: Schweiz
es_es: Suiza
fr_fr: Suisse
ja_jp: スイス
nl_nl: Zwitserland
ru_ru: Швейцария
uk_ua: Швейцарія

source: Taiwan
es_es: Taiwán
fr_fr: Taïwan
ja_jp: 台湾
ru_ru: Тайвань
uk_ua: Тайвань

source: Togo
ja_jp: トーゴ
ru_ru: Того
uk_ua: Того

source: Turkey
de_de: Türkei
es_es: Pavo
fr_fr: La Turquie
ja_jp: トルコ
nl_nl: Turkije
ru_ru: Турция
uk_ua: Індик

source: Turks &amp; Caicos Islands
de_de: Türken &amp; Caicos Inseln
es_es: Islas Turcas &amp; Caicos
fr_fr: Îles Turques &amp; Caïques
ja_jp: タークス &amp; カイコス諸島
nl_nl: Turken &amp; Caicos Eilanden
ru_ru: Тёркс &amp; Кайкос
uk_ua: Острови Кайкос &amp;

source: U.S. Outlying Islands
de_de: Amerikanische Inseln
es_es: Islas Estatales
fr_fr: Îles éloignées des États-Unis
ja_jp: アメリカ領外諸島
nl_nl: Amerikaanse afgelegen eilanden
ru_ru: Внешние острова США
uk_ua: Віддалені острови США

source: United Arab Emirates
de_de: Vereinigte Arabische Emirate
es_es: Emiraos árabes Unidos
fr_fr: Émirats Arabes Unis
ja_jp: アラブ首長国連邦
nl_nl: Verenigde Arabische Emiraten
ru_ru: Объединенные Арабские Эмираты
uk_ua: ОАЕ

source: United Kingdom
de_de: Großbritannien
es_es: Reino Unido
fr_fr: Royaume-Uni
ja_jp: イギリス
nl_nl: Verenigd Koninkrijk
ru_ru: Соединенное Королевство
uk_ua: Велика Британія

source: Vatican City
de_de: Vatikanstadt
es_es: Ciudad de Vatican
fr_fr: Cité du Vatican
ja_jp: バチカン市
nl_nl: Vaticaanstad
ru_ru: Ватикан
uk_ua: Ватикан

source: Venezuela
fr_fr: Vénézuéla
ja_jp: ベネズエラ
ru_ru: Венесуэла
uk_ua: Венесуела

source: Wallis &amp;Futuna
ja_jp: ウォリス &amp;フツナ
ru_ru: Уоллис &amp;Футуна
uk_ua: Волліс &amp;Футуна

source: Western Sahara
de_de: Westsahara
es_es: Sahara Occidental
fr_fr: Sahara occidental
ja_jp: 西サハラ語
nl_nl: Westerse Sahara
ru_ru: Западная Сахара
uk_ua: Західна Сахара

source: Yemen
de_de: Jemen
fr_fr: Yémen
ja_jp: イエメン語
nl_nl: Jemen
ru_ru: Йемен
uk_ua: Ємен

source: State
de_de: Bundesland
es_es: Estado
fr_fr: État
ja_jp: 都道府県：
nl_nl: Provincie
ru_ru: Область
uk_ua: Держава

source: Continue to shipping
de_de: Weiter zum Versand
es_es: Continuar con el envío
fr_fr: Continuer vers la livraison
ja_jp: 配送に進む
nl_nl: Doorgaan naar verzending
ru_ru: Продолжить доставку
uk_ua: Перейти до доставки

source: Return to cart
de_de: Zurück zum Warenkorb
es_es: Volver al carrito
fr_fr: Retourner au panier
ja_jp: カートに戻る
nl_nl: Terug naar winkelwagen
ru_ru: Вернуться в корзину
uk_ua: Повернутися до кошика

source: Opens external website in a new window.
de_de: Öffnet die externe Webseite in einem neuen Fenster.
es_es: Abre un sitio web externo en una nueva ventana.
fr_fr: Ouvre le site Web externe dans une nouvelle fenêtre.
ja_jp: 外部ウェブサイトを新しいウィンドウで開きます。
nl_nl: Opent externe website in een nieuw venster.
ru_ru: Открывает внешний сайт в новом окне.
uk_ua: Відкриває зовнішній сайт у новому вікні.

source: Opens in a new window.
de_de: Öffnet ein neues Fenster.
es_es: Se abre en una nueva ventana.
fr_fr: Ouvre dans une nouvelle fenêtre.
ja_jp: 新しいウィンドウを開きます。
nl_nl: Opent in een nieuw venster.
ru_ru: Открывается в новом окне.
uk_ua: Відкривається у новому вікні.

source: Opens external website.
de_de: Öffnet externe Webseite.
es_es: Abre un sitio web externo.
fr_fr: Ouvre le site Web externe.
ja_jp: 外部ウェブサイトを開きます。
nl_nl: Opent externe website.
ru_ru: Открывает внешний сайт.
uk_ua: Відкриває сайт із зовнішнім сайтом.
