Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Update Posts
de_de: Beiträge aktualisieren
es_es: Actualizar Mensajes
fr_fr: Mettre à jour les messages
ja_jp: 投稿を更新
nl_nl: Berichten bijwerken
ru_ru: Обновить сообщения
uk_ua: Оновити повідомлення

source: Post Management
es_es: Administración de correos
fr_fr: Gestion des messages
ja_jp: ポスト管理
nl_nl: Post Beheer
ru_ru: Управление записями
uk_ua: Управління записами

source: Update Post
de_de: Beitrag aktualisieren
es_es: Actualizar Post
fr_fr: Mettre à jour le message
ja_jp: 投稿を更新
nl_nl: Bericht bijwerken
ru_ru: Обновить пост
uk_ua: Оновити повідомлення

source: Update Reviews
de_de: Bewertungen aktualisieren
es_es: Actualizar reseñas
fr_fr: Mettre à jour les commentaires
ja_jp: レビューを更新
nl_nl: Beoordelingen bijwerken
ru_ru: Обновить отзывы
uk_ua: Оновити відгуки

source: Review Management
es_es: Gestión de reseñas
fr_fr: Gestion des avis
ja_jp: レビュー管理
nl_nl: Beoordelen beheer
ru_ru: Управление рецензиями
uk_ua: Управління відгуками

source: Update Review
de_de: Bewertung aktualisieren
es_es: Actualizar reseña
fr_fr: Mettre à jour la revue
ja_jp: レビューを更新
nl_nl: Review bijwerken
ru_ru: Обновить отзыв
uk_ua: Оновити відгук

source: Update Wishlists
de_de: Wunschlisten aktualisieren
es_es: Actualizar listas de deseos
fr_fr: Mettre à jour les listes de souhaits
ja_jp: 欲しい物リストを更新
nl_nl: Verlanglijsten bijwerken
ru_ru: Обновить списки пожеланий
uk_ua: Оновити список бажань

source: Wishlist Management
de_de: Wunschzettel-Management
es_es: Gestión de lista de deseos
fr_fr: Gestion de la liste d'envies
ja_jp: 欲しい物リスト管理
nl_nl: Verlanglijst beheer
ru_ru: Управление списками пожеланий
uk_ua: Керування списком бажань

source: Update Wishlist
de_de: Wunschliste aktualisieren
es_es: Actualizar lista de deseos
fr_fr: Mettre à jour la liste d'envies
ja_jp: 欲しい物リストを更新
nl_nl: Verlanglijst bijwerken
ru_ru: Обновить список желаний
uk_ua: Оновити список бажань

source: Manage Wishlists
de_de: Wunschlisten verwalten
es_es: Administrar listas de deseos
fr_fr: Gérer les listes de souhaits
ja_jp: ほしい物リストの管理
nl_nl: Verlanglijsten beheren
ru_ru: Управление списками пожеланий
uk_ua: Керувати списками бажань

source: The wishlist will be deleted and the operation can not be revoked
de_de: Die Wunschliste wird gelöscht und der Vorgang kann nicht widerrufen werden
es_es: La lista de deseos será eliminada y la operación no puede ser revocada
fr_fr: La liste d'envies va être supprimée et l'opération ne peut pas être révoquée
ja_jp: 欲しい物リストは削除され、操作を取り消すことはできません
nl_nl: De verlanglijst wordt verwijderd en de bewerking kan niet worden herroepen
ru_ru: Список желаний будет удален и операция не может быть отменена
uk_ua: Список бажань буде видалений і операція не може бути скасована

source: Sign In or Create an Account
de_de: Anmelden oder Konto erstellen
es_es: Inicia sesión o crea una cuenta
fr_fr: Connectez-vous ou créez un compte
ja_jp: サインインまたはアカウントの作成
nl_nl: Log in of maak een account aan
ru_ru: Войдите или создайте учетную запись
uk_ua: Увійдіть або створіть обліковий запис

source: Already Client
de_de: Bereits Kunde
es_es: Ya el cliente
fr_fr: Déjà client
ja_jp: 既にクライアント
nl_nl: Reeds klant
ru_ru: Уже клиент
uk_ua: Вже клієнт

source: Password*
de_de: Passwort*
es_es: Contraseña *
fr_fr: Mot de passe*
ja_jp: パスワード*
nl_nl: Wachtwoord*
ru_ru: Пароль*
uk_ua: Пароль*

source: Lost Password?
de_de: Passwort vergessen?
es_es: ¿Contraseña perdida?
fr_fr: Mot de passe perdu ?
ja_jp: パスワードを忘れましたか？
nl_nl: Wachtwoord vergeten?
ru_ru: Забыли пароль?
uk_ua: Втрачено пароль?

source: Type your email
de_de: E-Mail eingeben
es_es: Escribe tu correo electrónico
fr_fr: Tapez votre adresse e-mail
ja_jp: メールアドレスを入力してください
nl_nl: Voer je e-mail in
ru_ru: Введите адрес электронной почты
uk_ua: Введіть адресу електронної пошти

source: A new password will be sent shortly.
de_de: In Kürze wird ein neues Passwort gesendet.
es_es: En breve se enviará una nueva contraseña.
fr_fr: Un nouveau mot de passe sera envoyé sous peu.
ja_jp: 新しいパスワードがすぐに送信されます。
nl_nl: Een nieuw wachtwoord zal binnenkort worden verzonden.
ru_ru: Новый пароль будет выслан в ближайшее время.
uk_ua: Новий пароль буде надіслано найближчим часом.

source: Find Locations
de_de: Orte finden
es_es: Buscar Ubicaciones
fr_fr: Trouver des emplacements
ja_jp: 場所を検索
nl_nl: Locaties zoeken
ru_ru: Найти места
uk_ua: Знайти місцезнаходження

source: Quality Location check
de_de: Qualitätsstandort prüfen
es_es: Comprobación de ubicación de calidad
fr_fr: Contrôle de la qualité de la localisation
ja_jp: 品質位置チェック
nl_nl: Kwaliteit locatie controle
ru_ru: Проверка местоположения
uk_ua: Перевірка місцезнаходження якості

source: Data Protection
de_de: Datenschutz
es_es: Protección de datos
fr_fr: Protection des données
ja_jp: データ保護
nl_nl: Gegevensbescherming
ru_ru: Защита данных
uk_ua: Захист даних

source: Secure Payments
de_de: Sichere Zahlungen
es_es: Pagos seguros
fr_fr: Paiements sécurisés
ja_jp: 安全な支払い
nl_nl: Beveiligde betalingen
ru_ru: Безопасные платежи
uk_ua: Безпечні платежі

source: H24 Support
de_de: H24-Unterstützung
es_es: Soporte H24
fr_fr: Support H24
ja_jp: H24 サポート
nl_nl: H24 Ondersteuning
ru_ru: Поддержка H24
uk_ua: Підтримка H24

source: * Required Fields
de_de: * Pflichtfelder
es_es: * Campos requeridos
fr_fr: * Champs obligatoires
ja_jp: * 必須項目
nl_nl: * Verplichte velden
ru_ru: * Обязательные поля
uk_ua: * Обов'язкові поля

source: Private
de_de: Privat
es_es: Privado
fr_fr: Privé
ja_jp: 非公開
nl_nl: Privé
ru_ru: Приватный
uk_ua: Приватний

source: Name*
es_es: Nombre*
fr_fr: Nom*
ja_jp: 名前*
nl_nl: Naam*
ru_ru: Имя*
uk_ua: Ім'я *

source: Last Name*
de_de: Nachname *
es_es: Apellidos*
fr_fr: Nom*
ja_jp: 姓*
nl_nl: Achternaam *
ru_ru: Фамилия*
uk_ua: Прізвище*

source: Full Address*
de_de: Volle Adresse*
es_es: Dirección completa*
fr_fr: Adresse complète*
ja_jp: フルアドレス*
nl_nl: Volledig adres*
ru_ru: Полный адрес*
uk_ua: Повна адреса *

source: City*
de_de: Stadt*
es_es: Ciudad*
fr_fr: Ville*
ja_jp: 都市*
nl_nl: Plaats*
ru_ru: Город*
uk_ua: Місто *

source: Postal Code*
de_de: Postleitzahl *
es_es: Código postal*
fr_fr: Code postal*
ja_jp: 郵便番号*
nl_nl: Postcode *
ru_ru: Индекс*
uk_ua: Поштовий індекс*

source: Country*
de_de: Land*
es_es: País*
fr_fr: Pays*
ja_jp: 国*
nl_nl: Land*
ru_ru: Страна*
uk_ua: Країна*

source: United states
de_de: Vereinigte Staaten
es_es: Estados Unidos
fr_fr: Etats Unis
ja_jp: アメリカ
nl_nl: Verenigde Staten
ru_ru: Соединённые Штаты
uk_ua: Об'єднані країни

source: Asia
de_de: Asien
fr_fr: L'Asie
ja_jp: アジア
nl_nl: Azië
ru_ru: Азия
uk_ua: Азія

source: Telephone *
de_de: Telefon *
es_es: Teléfono *
fr_fr: Téléphone *
ja_jp: 電話 *
nl_nl: Telefoon *
ru_ru: Телефон *
uk_ua: Телефон *

source: Company Name*
de_de: Firmenname*
es_es: Nombre de la empresa*
fr_fr: Nom de la société*
ja_jp: 会社名*
nl_nl: Bedrijfsnaam *
ru_ru: Название компании*
uk_ua: Назва компанії*

source: Full Address
de_de: Volle Adresse
es_es: Dirección completa
fr_fr: Adresse complète
ja_jp: フルアドレス
nl_nl: Volledig adres
ru_ru: Полный адрес
uk_ua: Повна адреса

source: Your email
de_de: Ihre E-Mail
es_es: Tu email
fr_fr: Votre adresse e-mail
ja_jp: あなたのメールアドレス
nl_nl: Je e-mailadres
ru_ru: Ваш email
uk_ua: Адреса електронної пошти

source: Blog Detail
de_de: Blog-Details
es_es: Detalles del Blog
fr_fr: Détail du blog
ja_jp: ブログの詳細
nl_nl: Blog details
ru_ru: Детали блога
uk_ua: Докладна інформація

source: Blog Details
es_es: Detalles del Blog
fr_fr: Détails du blog
ja_jp: ブログの詳細
ru_ru: Детали блога
uk_ua: Докладніше про блог

source: Blog Details Fullwidth
de_de: Blog Details in voller Breite
es_es: Ancho completo del blog
fr_fr: Détails du blog en pleine largeur
ja_jp: ブログの詳細全幅
nl_nl: Blog Details volledige breedte
ru_ru: Детали блога на полную ширину
uk_ua: Повна ширина блогу

source: #Photography
de_de: #Fotografie
es_es: #Fotografía
fr_fr: #Photographie
ja_jp: #写真
nl_nl: #Fotografie
ru_ru: #Фотография
uk_ua: #Фотографія

source: #Travel
de_de: #Reisen
es_es: #Viaje
fr_fr: #Voyage
nl_nl: #Reizen
ru_ru: #Поездки
uk_ua: #Подорож

source: Reply
de_de: Antwort
es_es: Responder
fr_fr: Répondre
ja_jp: 返信
nl_nl: Beantwoorden
ru_ru: Ответ
uk_ua: Відповідь

source: 17 Apr 2020
de_de: 17. April 2020
es_es: 17 de abril de 2020
fr_fr: 17 Avr 2020
ja_jp: 2020年4月17日
nl_nl: 17 april 2020
ru_ru: 17 Апр 2020
uk_ua: 17 Квіт 2020

source: Reply
de_de: Antwort
es_es: Responder
fr_fr: Répondre
ja_jp: 返信
nl_nl: Beantwoorden
ru_ru: Ответ
uk_ua: Відповідь

source: Repository-hosted Themes are required to support display of comments on static Pages as well as on single blog Posts.
de_de: Repository-gehostete Themes werden benötigt, um Kommentare sowohl auf statischen Seiten als auch auf einzelnen Blog-Beiträgen anzuzeigen.
es_es: Los temas alojados en el repositorio son necesarios para apoyar la visualización de comentarios en páginas estáticas así como en entradas de un solo blog.
fr_fr: Les thèmes hébergés dans le dépôt sont nécessaires pour supporter l'affichage des commentaires sur les pages statiques ainsi que sur les articles de blog.
ja_jp: Repository-hosted Themesは、静的なページや単一のブログの投稿へのコメントの表示をサポートするために必要です。
nl_nl: Repository-gehoste thema's zijn vereist om het weergeven van reacties op statische pagina's en op enkele blog berichten te ondersteunen.
ru_ru: Темы размещенных репозиториев необходимы для отображения комментариев на статических страницах, а также на отдельных блогах.
uk_ua: Потрібно теми, що розміщуються в репозиторії, щоб підтримувати показ коментарів на статичних сторінках, а також повідомлень в одному блозі.

source: 14 Apr 2020
de_de: 14. April 2020
es_es: 14 de abril de 2020
fr_fr: 14 Avr 2020
ja_jp: 2020年4月14日
nl_nl: 14 april 2020
ru_ru: 14 Апр 2020
uk_ua: 14 Квітень 2020

source: Let’s escape in the cityscape
de_de: Lass uns in der Stadtlandschaft entkommen
es_es: Huyamos en el paisaje de la ciudad
fr_fr: Échappons dans le paysage urbain
ja_jp: 街の景色から脱出しましょう
nl_nl: Laten we ontsnappen in de stad
ru_ru: Давайте сбежим в городском пейзаже
uk_ua: втечемо в міському пейзажі

source: Failure doesn’t define anything
de_de: Fehler definiert nichts
es_es: El fallo no define nada
fr_fr: L'échec ne définit rien
ja_jp: 失敗は何も定義されていません
nl_nl: Mislukking definieert niets
ru_ru: Ошибка ничего не определяет
uk_ua: Не визначено нічого

source: Travel Hacks</a> (5)
de_de: Reisehacks</a> (5)
es_es: Hacks de viajes</a> (5)
fr_fr: Hacks de voyage</a> (5)
ja_jp: トラベルハック</a> (5)
nl_nl: Reis Hacks</a> (5)
ru_ru: Хаки путешествия</a> (5)
uk_ua: Подорожні камені</a> (5)

source: South Asia</a> (7)
de_de: Südasien</a> (7)
es_es: Asia Meridional</a> (7)
fr_fr: Asie du Sud</a> (7)
ja_jp: 南アジア</a> (7)
nl_nl: Zuid-Azië</a> (7)
ru_ru: Южная Азия</a> (7)
uk_ua: Південна Азія</a> (7)

source: Travel Photography</a> (4)
de_de: Reisefotografie</a> (4)
es_es: Fotografía de viajes</a> (4)
fr_fr: Photographie de voyage</a> (4)
ja_jp: 旅行写真</a> (4)
nl_nl: Reis Fotografie</a> (4)
ru_ru: Туристическая фотография</a> (4)
uk_ua: Фотографія подорожі</a> (4)

source: Wildlife Adventure</a> (2)
de_de: Wildtier-Abenteuer</a> (2)
es_es: Aventura de la vida salvaje</a> (2)
fr_fr: Aventure de la faune</a> (2)
ja_jp: 野生動物アドベンチャー</a> (2)
nl_nl: Avontuur in het wild</a> (2)
ru_ru: Приключенческое приключение к дикой природе</a> (2)
uk_ua: Пригоди дикої природи</a> (2)

source: Road Trips</a> (4)
de_de: Straßenfahrten</a> (4)
es_es: Viajes en carretera</a> (4)
fr_fr: Voyages sur la route</a> (4)
ja_jp: ロードトリップ</a> (4)
nl_nl: Wegreis</a> (4)
ru_ru: Дорожные поездки</a> (4)
uk_ua: Дорожні поїздки</a> (4)

source: Photography
de_de: Fotografie
es_es: Fotografía
fr_fr: Photographie
ja_jp: 写真
nl_nl: Sportbeoefening
ru_ru: Фотография
uk_ua: Фотографія

source: &copy; 2020 - Benzo Blog. Created by WP ThemeBooster. All Rights
de_de: &copy; 2020 - Benzo Blog. Erstellt von WP ThemeBooster. Alle Rechte
es_es: &copy; 2020 - Benzo Blog. Creado por WP ThemeBooster. Todos los derechos
fr_fr: &copy; 2020 - Benzo Blog. Créé par WP ThemeBooster. Tous droits
nl_nl: &copy; 2020 - Benzo Blog. Gemaakt door WP ThemeBooster. Alle rechten
ru_ru: &copy; 2020 - Бенцо блог. Создано WP ThemeBooster. Все права
uk_ua: &copy; 2020 - Benzo Blog. Створений WP ThemeBooster. Усі права

source: Reserved</a>.
de_de: </a> reserviert.
es_es: Reservado</a>.
fr_fr: Réservé</a>.
ja_jp: 予約済み</a>.
nl_nl: Gereserveerd</a>.
ru_ru: Зарезервировано</a>.
uk_ua: Зарезервовано</a>.

source: Live with no excuses & travel with no regrets
de_de: Lebe ohne Ausreden & Reisen ohne Bedauern
es_es: Vive sin excusas y sin lamentos
fr_fr: Vivre sans excuses et voyager sans regrets
ja_jp: 言い訳もなく、後悔もせずに生きること。
nl_nl: Leef zonder excuses & reis zonder spijt
ru_ru: Живи без оправданий и путешествия без сожалений
uk_ua: Живи без виправдань і подорожувати без жалів

source: 50 travel essentials you must have
de_de: 50 Reisenotwendigkeiten, die Sie haben müssen
es_es: 50 elementos esenciales para viajar que debes tener
fr_fr: 50 essentiels de voyage que vous devez avoir
ja_jp: 50の旅行必需品を持っている必要があります
nl_nl: 50 essentiële reizen
ru_ru: 50 путешествий, которые вы должны иметь
uk_ua: 50 частин подорожі, мабуть у вас є

source: With age, comes wisdom. With travel, comes understanding
de_de: Mit dem Alter kommt Weisheit. Mit Reisen kommt Verständnis
es_es: Con la edad, viene la sabiduría. Con los viajes, viene la comprensión
fr_fr: Avec l'âge, vient la sagesse, avec les voyages, vient la compréhension
ja_jp: 年齢や知恵や旅行や理解があれば
nl_nl: Met leeftijd, komt wijsheid. Met reis komt begrip
ru_ru: С возрастом, приходит мудрость. С путешествием, приходит понимание
uk_ua: З віком приходить мудрість. З подорожами приходить розуміння

source: Travel & Advanture
de_de: Reisen & Vorteile
es_es: Viajes y ventajas
fr_fr: Voyages & Avantages
ja_jp: 旅行&利点
nl_nl: Reizen & Avontuur
ru_ru: Путешествия и Приключения
uk_ua: Авантюра

source: 06</span> Posts
de_de: 06</span> Beiträge
es_es: 06</span> Mensajes
fr_fr: 06 messages</span>
ja_jp: 06</span> 投稿
nl_nl: 06</span> berichten
ru_ru: 06</span> Сообщения
uk_ua: 06</span> повідомлень

source: Road Trip
de_de: Straßenfahrt
es_es: Viaje
fr_fr: Voyage sur la route
ja_jp: ロードトリップ
nl_nl: Wegreis
ru_ru: Дорожная поездка
uk_ua: Дорожні пригоди

source: Posts
de_de: Beiträge
es_es: Mensajes
fr_fr: Publications
ja_jp: 投稿
nl_nl: Berichten
ru_ru: Должности
uk_ua: Повідомлення

source: Camping Trip
de_de: Campingausflug
es_es: Viaje de camping
fr_fr: Voyage en Camping
ja_jp: キャンプ旅行
nl_nl: Kamperende reis
ru_ru: Поездка в лагерь
uk_ua: Табір рейс

source: Travel Photography
de_de: Reisefotografie
es_es: Fotografía del viaje
fr_fr: Photographie de voyage
ja_jp: 旅行写真
nl_nl: Reis Fotografie
ru_ru: Туристическая фотография
uk_ua: Фотографія подорожей

source: By Partricia Doe
de_de: Von Partricia Doe
es_es: Por Partricia Doe
fr_fr: Par Partricia Doe
ja_jp: Partricia Doe によって
nl_nl: Door Partricia Doe
ru_ru: По Partricia Doe
uk_ua: За Партричією

source: Subscribe to newsletter
de_de: Newsletter abonnieren
es_es: Suscribirse al boletín de noticias
fr_fr: S'abonner à la newsletter
ja_jp: ニュースレターを購読する
nl_nl: Nieuwsbrief abonneren
ru_ru: Подписаться на рассылку
uk_ua: Підписатися на новини

source: Get each & every new blogs through your e-mail
de_de: Holen Sie sich jeden & jeden neuen Blog per E-Mail
es_es: Obtén todos y cada uno de los nuevos blogs a través de tu correo electrónico
fr_fr: Recevez chaque nouveau blog à travers votre e-mail
ja_jp: すべての新しいブログをメールで取得する
nl_nl: Verkrijg elke nieuwe blogs via je e-mail
ru_ru: Получайте каждый новый блог через ваш e-mail
uk_ua: Отримуйте кожен та кожен новий блог через свій e-mail

source: By Partricia Doe
de_de: Von Partricia Doe
es_es: Por Partricia Doe
fr_fr: Par Partricia Doe
ja_jp: Partricia Doe によって
nl_nl: Door Partricia Doe
ru_ru: По Partricia Doe
uk_ua: За Партричією

source: I am not the same having seen the moon shineon the sky
de_de: Ich bin nicht das Gleiche, nachdem ich den Mond am Himmel gesehen habe
es_es: No soy el mismo habiendo visto el cielo brillar la luna
fr_fr: Je ne suis pas la même si j'ai vu la lune briller le ciel
ja_jp: 私は月が空に輝いているのを見たことが同じではありません
nl_nl: Ik ben niet hetzelfde als de maan shineon in de lucht hebben gezien
ru_ru: Я не такой же, увидев лунное небо
uk_ua: Я не бачу місяць світить

source: Travel and change of place impart new vigor to the mind
de_de: Reisen und Ortswechsel verleihen dem Verstand neue Dynamik
es_es: El viaje y el cambio de lugar imparten nuevo vigor a la mente
fr_fr: Voyage et changement de lieu donnent une nouvelle vigueur à l'esprit
ja_jp: 旅行と場所の変更 心に新しい活力を与えます
nl_nl: Reis en verwissel van nieuwe kracht in de geest
ru_ru: Путешествие и смена места придают новой силы размышлению
uk_ua: Подорож і пересадка місця нових напрямків на розум

source: A journey is best measured in friends, rather than miles
de_de: Eine Reise wird am besten in Freunden gemessen und nicht in Meilen
es_es: Un viaje se mide mejor entre amigos, en lugar de millas
fr_fr: Un voyage est mieux mesuré en amis, plutôt qu'en milles
ja_jp: 旅はマイルではなく友人で測定するのが一番です
nl_nl: Een reis is het beste gemeten in vrienden, in plaats van mijlen
ru_ru: Путешествие лучше всего измеряется друзьями, а не милями
uk_ua: Поїздка найкраще вимірюється в друзів, а не в милях

source: He who would travel happily must travel light
de_de: Wer glücklich reisen würde, muss Licht reisen
es_es: El que viajaría felizmente debe viajar ligero
fr_fr: Celui qui voyagerait heureux doit voyager léger
ja_jp: 幸せに旅行する人は、光を旅しなければならない。
nl_nl: Hij die graag zou reizen, moet het licht laten lopen
ru_ru: Он с радостью путешествует должен путешествовать
uk_ua: Той, хто би щасливо подорожував

source: You will see what a tiny place occupy in the world
de_de: Du wirst sehen, was ein kleiner Ort in der Welt einnimmt
es_es: Verás que lugar pequeño ocupa en el mundo
fr_fr: Vous verrez quel petit endroit occupe dans le monde
ja_jp: 世界でどんな小さな場所が占有されているかを見ることができます
nl_nl: Je zult zien wat een kleine plaats in de wereld bezet is
ru_ru: Вы увидите маленькое место в мире
uk_ua: Ви побачите, що це малесеньке місце в світі

source: Older Post
de_de: Älterer Beitrag
es_es: Poste antiguo
fr_fr: Ancien message
ja_jp: 以前の投稿
nl_nl: Oudere post
ru_ru: Старый пост
uk_ua: Попередня пошта

source: Cart page
de_de: Warenkorbseite
es_es: Página del carrito
fr_fr: Page panier
ja_jp: カートページ
nl_nl: Pagina winkelwagen
ru_ru: Страница корзины
uk_ua: Сторінка кошика

source: Product
de_de: Produkt
es_es: Producto
fr_fr: Produit
ja_jp: 商品
ru_ru: Товар
uk_ua: Продукт

source: Price($)
de_de: Preis ($)
es_es: Precio ($)
fr_fr: Prix($)
nl_nl: Prijs($)
ru_ru: Цена($)
uk_ua: Ціна($)

source: Subtotal($)
de_de: Zwischensumme ($)
fr_fr: Sous-total($)
ja_jp: 小計 ($)
nl_nl: Subtotaal ($)
ru_ru: Подитог ($)
uk_ua: Разом ($)

source: Apply Coupon
de_de: Gutschein anwenden
es_es: Aplicar cupón
fr_fr: Appliquer un bon de réduction
ja_jp: クーポンを適用
nl_nl: Kortingsbon toepassen
ru_ru: Применить купон
uk_ua: Застосувати купон

source: Proceed to Checkout
de_de: Zur Kasse gehen
es_es: Proceder a la compra
fr_fr: Passer à la commande
ja_jp: レジに進む
nl_nl: Doorgaan naar betalen
ru_ru: Перейти к оформлению заказа
uk_ua: Оформити замовлення

source: Cart
de_de: Warenkorb
es_es: Carrito
fr_fr: Panier
ja_jp: カート
nl_nl: Winkelwagen
ru_ru: Корзина
uk_ua: Візок

source: Your Shopping Cart
de_de: Ihr Warenkorb
es_es: Su carrito de compras
fr_fr: Votre panier
ja_jp: あなたのショッピングカート
nl_nl: Uw winkelwagen
ru_ru: Ваша корзина
uk_ua: Ваш візок

source: Product Photo
de_de: Produktfoto
es_es: Foto del producto
fr_fr: Photo du produit
ja_jp: 商品写真
nl_nl: Product foto
ru_ru: Фото продукта
uk_ua: Фото товару

source: Product Name
de_de: Produktname
es_es: Producto
fr_fr: Nom du produit
ja_jp: 商品名
nl_nl: Product Naam
ru_ru: Название товара
uk_ua: Назва товару

source: Total price
de_de: Gesamtpreis
es_es: Precio total
fr_fr: Prix total
ja_jp: 合計価格
nl_nl: Totale prijs
ru_ru: Общая цена
uk_ua: Загальна ціна

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry.
de_de: Lorem Ipsum ist einfach dummiger Text der Druck- und Schriftenindustrie.
es_es: Lorem Ipsum es simplemente un texto tonto de la industria de la impresión y la tipografía.
fr_fr: Lorem Ipsum est tout simplement un texte factice de l'industrie de l'imprimerie et de la composition.
ja_jp: Loremのイプサムは、単に印刷と植字業界のダミーテキストです。
nl_nl: Lorem Ipsum is gewoon dummy tekst van de drukkerij- en typesetteindustrie.
ru_ru: Lorem Ipsum является просто дампом текста в области печати и типографской промышленности.
uk_ua: Лорем Ipsum просто дурний текст друку та типу індустрії.

source: Cart totals
de_de: Warenkorbsumme
es_es: Total de Carrito
fr_fr: Total du panier
ja_jp: カート合計
nl_nl: Winkelwagen totalen
ru_ru: Итоги корзины
uk_ua: Підсумки

source: Cart Subtotal
de_de: Warenkorb Zwischensumme
es_es: Subtotal Carrito
fr_fr: Sous-total du panier
ja_jp: カート小計
nl_nl: Winkelwagen subtotaal
ru_ru: Подитог корзины
uk_ua: Попередній підсумок

source: Shipping and Handling
de_de: Versand und Verarbeitung
es_es: Envío y Manejo
fr_fr: Expédition et manutention
ja_jp: 配送と取扱いについて
nl_nl: Verzend- en verwerkingskosten
ru_ru: Доставка и обработка
uk_ua: Доставка та оброблення

source: Cart Totals
de_de: Warenkorbsumme
es_es: Total Carrito
fr_fr: Totaux du panier
ja_jp: カートの合計
nl_nl: Winkelwagen totalen
ru_ru: Итоги корзины
uk_ua: Підсумок

source: Proceed to checkout
de_de: Zur Kasse gehen
es_es: Proceder a la compra
fr_fr: Procéder à la commande
ja_jp: チェックアウトに進む
nl_nl: Doorgaan naar afrekenen
ru_ru: Перейти к оформлению заказа
uk_ua: Оформити замовлення

source: 1. Billing address
de_de: 1. Rechnungsadresse
es_es: 1. Dirección de facturación
fr_fr: 1. Adresse de facturation
ja_jp: 1. 請求先住所
nl_nl: 1. Factuuradres
ru_ru: 1. Адрес плательщика
uk_ua: 1. Адреса для оплати

source: Postal code
de_de: Postleitzahl
es_es: Código postal
fr_fr: Code postal
ja_jp: 郵便番号
nl_nl: Post Code
ru_ru: Почтовый индекс
uk_ua: Поштовий індекс

source: Country
de_de: Land
es_es: País
fr_fr: Pays
ja_jp: 国
nl_nl: Land:
ru_ru: Страна
uk_ua: Країна

source: Telephone
de_de: Telefon
es_es: Teléfono
fr_fr: Téléphone
ja_jp: 電話
nl_nl: Telefoon
ru_ru: Телефон
uk_ua: Телефон

source: Other billing address
de_de: Andere Rechnungsadresse
es_es: Otra dirección de facturación
fr_fr: Autre adresse de facturation
ja_jp: その他の請求先住所
nl_nl: Ander factuuradres
ru_ru: Другой платежный адрес
uk_ua: Інша платіжна адреса

source: 2. Payment and Shipping
de_de: 2. Zahlung und Versand
es_es: 2. Pago y envío
fr_fr: 2. Paiement et livraison
ja_jp: 2. paymentとshipping
nl_nl: 2. Betaling en verzending
ru_ru: 2. Оплата и доставка
uk_ua: 2. Оплата та доставка

source: Credit Card
de_de: Kreditkarte
es_es: Tarjeta de crédito
fr_fr: Carte de Crédit
ja_jp: クレジットカード
ru_ru: Кредитная карта
uk_ua: Кредитна Картка

source: Paypal
ru_ru: Пайпал
uk_ua: Пайпал

source: Cash on delivery
de_de: Nachnahme
es_es: Efectivo a la entrega
fr_fr: Paiement à la livraison
ja_jp: 現金配送日
nl_nl: Contant geld bij levering
ru_ru: Наличные при доставке
uk_ua: Накладений платіж

source: Bank Transfer
de_de: Banküberweisung
es_es: Transferencia bancaria
fr_fr: Virement bancaire
ja_jp: 銀行送金
nl_nl: Bank overschrijving
ru_ru: Банковский перевод
uk_ua: Банківський переказ

source: Shipping Method
de_de: Versandart
es_es: Método de envío
fr_fr: Mode de livraison
ja_jp: 配送方法
nl_nl: Verzendmethode
ru_ru: Способ доставки
uk_ua: Спосіб доставки

source: Standard shipping
de_de: Standardversand
es_es: Envío estándar
fr_fr: Expédition standard
ja_jp: 標準配送
nl_nl: Standaard verzending
ru_ru: Стандартная доставка
uk_ua: Стандартна доставка

source: Express shipping
de_de: Express-Versand
es_es: Envío urgente
fr_fr: Expédition express
ja_jp: エクスプレス配送
nl_nl: Express verzending
ru_ru: Экспресс-доставка
uk_ua: Експрес-доставка

source: Subtotal
de_de: Zwischensumme
fr_fr: Sous-total
ja_jp: 小計
nl_nl: Subtotaal
ru_ru: Итого
uk_ua: Проміжна сума
