Repository: Martin777777/COMP3030J-Software-Engineering-Project-Musical-Instrument-Shop
Catalog: content/locale/*/LC_MESSAGES/django.po
Languages: de_de, es_es, fr_fr, ja_jp, nl_nl, ru_ru, uk_ua

source: Terms
de_de: Begriffe
es_es: Términos
fr_fr: Conditions générales de vente
ja_jp: 利用規約
nl_nl: Voorwaarden
ru_ru: Условия
uk_ua: Умови

source: Conditions
de_de: Bedingungen
es_es: Condiciones
fr_fr: Condition
ja_jp: 条件
nl_nl: Voorwaarden
ru_ru: Условия
uk_ua: Умови

source: Customization
de_de: Anpassung
es_es: Personalización
fr_fr: Personnalisation
ja_jp: カスタマイズ
nl_nl: Aanpassen
ru_ru: Настройка
uk_ua: Персоналізація

source: Piano: 29999
de_de: Klavier: 29999
ja_jp: ピアノ：29999
ru_ru: Пиано: 29999
uk_ua: Піано: 29999

source: Piano: 39999
de_de: Klavier: 39999
ja_jp: ピアノ：39999
ru_ru: Пиано: 39999
uk_ua: Піано: 39999

source: Piano: 59999
de_de: Klavier: 59999
ja_jp: ピアノ：59999
ru_ru: Пиано: 59999
uk_ua: Піано: 59999

source: Digital Upright Pianos
de_de: Digitale aufrechte Pianos
es_es: Pianos verticales digitales
fr_fr: Pianos Droit Numérique
ja_jp: デジタル直立Pianos
nl_nl: Digitale rechthoekige Piano's
ru_ru: Цифровые прямые Pianos
uk_ua: Цифрові піаніно

source: Guitar Accessory
de_de: Gitarrenzubehör
es_es: Accesorio de guitarra
fr_fr: Accessoire de guitare
ja_jp: ギターアクセサリー
nl_nl: Gitaar Accessoire
ru_ru: Гитарный аксессуар
uk_ua: Гітарний аксесуар

source: Flute
de_de: Flöte
es_es: Fluta
fr_fr: Flûte
ja_jp: フルート
nl_nl: Fluit
ru_ru: Флейта
uk_ua: Флейта

source: Choose your country
de_de: Wählen Sie Ihr Land
es_es: Elige tu país
fr_fr: Choisissez votre pays
ja_jp: 国を選択してください
nl_nl: Kies uw land
ru_ru: Выберите свою страну
uk_ua: Виберіть країну

source: Asia Pacific
de_de: Asien-Pazifik
es_es: Asia Pacífico
fr_fr: Asie-Pacifique
nl_nl: Azië Pacific
ru_ru: Азиатско-Тихоокеанский регион
uk_ua: Азія Тихоокеанський

source: China
fr_fr: La Chine
ja_jp: 中国
ru_ru: Китай
uk_ua: Китай

source: Australia
de_de: Australien
fr_fr: Australie
ja_jp: オーストラリア
nl_nl: Australië
ru_ru: Австралия
uk_ua: Австралія

source: Japan
es_es: Japón
fr_fr: Japon
ja_jp: 日本
nl_nl: Japans
ru_ru: Япония
uk_ua: Японія

source: Europe
de_de: Europa
es_es: Europa
fr_fr: L’Europe
ja_jp: ヨーロッパ
nl_nl: Europa
ru_ru: Европа
uk_ua: Європа

source: England
es_es: Inglaterra
fr_fr: France
nl_nl: Engeland
ru_ru: Англия
uk_ua: Англія

source: Russia
de_de: Russland
es_es: Rusia
fr_fr: Russie
ja_jp: ロシア
nl_nl: Rusland
ru_ru: Россия
uk_ua: Россия

source: Ukraine
es_es: Ucrania
fr_fr: L'Ukraine
ja_jp: ウクライナ
nl_nl: Oekraine
ru_ru: Украина
uk_ua: Україна

source: New Zealand
de_de: Neuseeland
es_es: Nueva Zelanda
fr_fr: Nouvelle-Zélande
ja_jp: ニュージーランド
nl_nl: Nieuw Zeeland
ru_ru: Новая Зеландия
uk_ua: Нова Зеландія

source: German
de_de: Deutsch
es_es: Alemán
fr_fr: Allemand
ja_jp: ドイツ語
nl_nl: Duits
ru_ru: Немецкий
uk_ua: Німецька

source: Ireland
de_de: Irland
es_es: Irlanda
fr_fr: L'Irlande
ja_jp: アイルランド
nl_nl: Ierland
ru_ru: Ирландия
uk_ua: Ірландія

source: France
de_de: Frankreich
es_es: Francia
ja_jp: フランス
nl_nl: Frankrijk
ru_ru: Франция
uk_ua: Франція

source: Spain
de_de: Spanien
es_es: España
fr_fr: L'Espagne
ja_jp: スペイン
nl_nl: Spanje
ru_ru: Испания
uk_ua: Іспанія

source: Netherlands
de_de: Neuseeland
es_es: Holanda
fr_fr: Pays Bas
ja_jp: オランダ
nl_nl: Nederland
ru_ru: Нидерланды
uk_ua: Нідерланди

source: North America
de_de: Nordamerika
es_es: América del Norte
fr_fr: Amérique du Nord
ja_jp: 北アメリカ
nl_nl: Noord-Amerika
ru_ru: Северная Америка
uk_ua: Північна Америка

source: United States
de_de: Vereinigte Staaten
es_es: Estados Unidos
fr_fr: États-Unis
ja_jp: アメリカ
nl_nl: Verenigde Staten
ru_ru: Соединенные Штаты
uk_ua: Сполучені Штати Америки

source: Choose your region
de_de: Wählen Sie Ihre Region
es_es: Elige tu región
fr_fr: Choisissez votre région
ja_jp: 地域を選択してください
nl_nl: Kies je regio
ru_ru: Выберите регион
uk_ua: Оберіть ваш регіон

source: Don’t see your country listed above? Please choose your region below
de_de: Ihr Land ist nicht oben aufgelistet? Bitte wählen Sie Ihre Region aus
es_es: ¿No ves tu país en la lista anterior? Por favor, elige tu región a continuación
fr_fr: Vous ne voyez pas votre pays listé ci-dessus ? Veuillez choisir votre région ci-dessous
ja_jp: 上記の国が表示されませんか？以下の地域を選択してください
nl_nl: Zie je je land niet hierboven weergegeven? Kies je regio hieronder
ru_ru: Не видите указанную выше страну? Пожалуйста, выберите регион
uk_ua: Не бачите вашу країну зверху? Будь ласка, виберіть її нижче

source: Africa
de_de: Afrika
fr_fr: L'Afrique
ja_jp: アフリカ
nl_nl: Afrika
ru_ru: Африка
uk_ua: Африка

source: Americas
de_de: Amerika
es_es: Américas
fr_fr: Amériques
ja_jp: アメリカ
nl_nl: Amerika's
ru_ru: Американская Америка
uk_ua: Америка

source: Middle East
de_de: Naher Osten
es_es: Medio Oriente
fr_fr: Moyen Orient
ja_jp: 中東(中東)
nl_nl: Midden Oosten
ru_ru: Ближний Восток
uk_ua: Середній Схід

source: SZPA-P12 Portable PA - Black
es_es: SZPA-P12 PA portable - Negro
fr_fr: SZPA-P12 Portable PA - Noir
ja_jp: SZPA-P12 ポータブルPA - ブラック
nl_nl: SZPA-P12 Draagbare PA - Zwart
ru_ru: SZPA-P12 Портативный PA - Черный
uk_ua: SZPA-P12 - Чорний

source: QTY : 1
de_de: Menge : 1
fr_fr: Qté : 1
ja_jp: 数量 : 1
nl_nl: AANTAL : 1
ru_ru: Кол-во : 1
uk_ua: К-сть : 1

source: Recording Starter - Black
de_de: Aufnahme Starter - Schwarz
es_es: Inicio de grabación - Negro
fr_fr: Démarrage de l'enregistrement - Noir
ja_jp: レコーディング・スターター-ブラック
nl_nl: Opname Starter - Zwart
ru_ru: Запись Стартер - Черный
uk_ua: Запис початківець - чорний

source: QTY : 3
de_de: Menge : 3
fr_fr: Qté : 3
ja_jp: 数量 : 3
nl_nl: AANTAL : 3
ru_ru: Кол-во : 3
uk_ua: К-ть : 3

source: HOME 1
es_es: CASA 1
fr_fr: ACCUEIL 1
nl_nl: HUIS 1
ru_ru: Дом 1
uk_ua: ГОЛОВНА 1

source: HOME 2
es_es: CASA 2
fr_fr: DOMICILE 2
nl_nl: THUIS 2
ru_ru: Дом 2
uk_ua: Головна 2

source: HOME 3
es_es: CASA 3
fr_fr: ACCUEIL 3
nl_nl: THUIS 3
ru_ru: Дом 3
uk_ua: ГОЛОВНА 3

source: HOME 4
es_es: CASA 4
fr_fr: ACCUEIL 4
nl_nl: HUIS 4
ru_ru: Дом 4
uk_ua: ГОЛОВНА 4

source: HOME 5
es_es: CASA 5
fr_fr: ACCUEIL 5
ru_ru: Дом 5
uk_ua: ГОЛОВА 5

source: SHOP
es_es: APARECER
fr_fr: ACHETER
ja_jp: ショップ
nl_nl: WINKEL
ru_ru: ШУП
uk_ua: КРАМНИЦЯ

source: SHOP LAYOUTS
de_de: LAYOUTS ANZEIGEN
es_es: APLICAR LAYOS
fr_fr: ACHETEZ LES LAYOUTS
ja_jp: ショップ遅延数
nl_nl: LAYS WINKELEN
ru_ru: ЗАКАЗАТЕЛЬСТВА
uk_ua: ВІДКРИТИ ЗАТРИМКИ

source: Pagination
de_de: Paginierung
es_es: Paginación
ja_jp: 改ページ
nl_nl: Paginering
ru_ru: Пагинация
uk_ua: Розбивка на сторінки

source: Ajax Load More
de_de: Ajax laden mehr
es_es: Carga Ajax más
fr_fr: Charger Ajax plus
nl_nl: Ajax Lading Meer
ru_ru: Ajax Загрузить больше
uk_ua: Завантажити Ajax більше

source: List View
de_de: Listenansicht
es_es: Vista de lista
fr_fr: Vue Liste
ja_jp: 一覧表示
nl_nl: Lijst weergave
ru_ru: Вид списка
uk_ua: Перегляд списку

source: Background Mordern
de_de: Hintergrundmordern
es_es: Mordern de fondo
fr_fr: Mordern d'arrière-plan
ja_jp: 背景の<unk>
nl_nl: Achtergrond Vermomming
ru_ru: Фон старше
uk_ua: Фізична обробка тла

source: Fullwidth Layouts
de_de: Vollbreiten-Layouts
es_es: Diseños de ancho completo
fr_fr: Pleine largeur de mise en page
ja_jp: 全幅レイアウト
nl_nl: Volledige breedte lay-outs
ru_ru: Макеты на всю ширину
uk_ua: Розкладки повної ширини

source: Sidebar Layouts
de_de: Seitenleiste Layouts
es_es: Diseños de barra lateral
fr_fr: Dispositions de la barre latérale
ja_jp: サイドバーレイアウト
ru_ru: Макеты боковой панели
uk_ua: Макети бічної панелі

source: SHOP HEADING
es_es: COMPRANDO
fr_fr: ACHETEZ L'ATTENTION
ja_jp: ショップヘッダー
nl_nl: TOON HANDELEN
ru_ru: ПОКАЗАТЕЛЬСТВО
uk_ua: ДОПОМОГА

source: Small Heading
de_de: Kleine Überschrift
es_es: Rumbo pequeño
fr_fr: Petit titre
ja_jp: 小さな見出し
nl_nl: Kleine Kop
ru_ru: Маленький заголовок
uk_ua: Невеликий заголовок

source: Banner Heading
de_de: Banner-Richtung
es_es: Encabezado del banner
fr_fr: En-tête de bannière
ja_jp: バナー見出し
nl_nl: Banier richting
ru_ru: Заголовок баннера
uk_ua: Заголовок банера

source: NEW
de_de: NEU
es_es: Nuevo
fr_fr: NOUVEAU
ja_jp: 新規
nl_nl: NIEUW
ru_ru: НОВЫЙ
uk_ua: НОВЕ

source: Dark Heading
de_de: Dunkle Überschrift
es_es: Cabecera oscura
fr_fr: Sombre titre
ja_jp: 暗い見出し
nl_nl: Donkere richting
ru_ru: Темная Заголовок
uk_ua: Темний заголовок

source: Icon Category
de_de: Symbolkategorie
es_es: Categoría del icono
fr_fr: Catégorie d'icône
ja_jp: アイコンのカテゴリ
nl_nl: Pictogram categorie
ru_ru: Категория иконок
uk_ua: Категорія піктограм

source: Mini Category
de_de: Mini-Kategorie
es_es: Mini categoría
fr_fr: Mini Catégorie
ja_jp: ミニカテゴリ
nl_nl: Mini Categorie
ru_ru: Мини-категория
uk_ua: Міні-категорія

source: Background
de_de: Hintergrund
es_es: Fondo
fr_fr: Arrière-plan
ja_jp: 背景
nl_nl: Achtergrond
ru_ru: Справочная информация
uk_ua: Фон

source: Top Filter
es_es: Filtro superior
fr_fr: Filtre supérieur
ja_jp: トップフィルタ
nl_nl: Bovenste filter
ru_ru: Топ фильтров
uk_ua: Верхній фільтр

source: Drawer Filter
es_es: Filtro de rastreador
fr_fr: Filtre du tiroir
ja_jp: ドロワーフィルタ
nl_nl: App-overzicht filter
ru_ru: Фильтр ящика
uk_ua: Фільтр меню

source: Off Canvas Filter
de_de: Leinen-Filter ausschalten
es_es: Filtro de lienzo apagado
fr_fr: Filtre hors toile
ja_jp: オフキャンバスフィルタ
nl_nl: Canvas filter uitschakelen
ru_ru: Фильтр запрещенных холстов
uk_ua: Фільтр по полотнах

source: Brand Filter
de_de: Markenfilter
es_es: Filtro de marca
fr_fr: Filtre de Marque
ja_jp: ブランドフィルタ
nl_nl: Merk Filter
ru_ru: Фильтр брендов
uk_ua: Фільтр марки

source: Sticky Filter
de_de: Fixierter Filter
es_es: Filtro adherente
fr_fr: Filtre adhésif
ja_jp: スティッキーフィルター
ru_ru: Липкий фильтр
uk_ua: Липкий фільтр

source: Acordition Filter
de_de: Akordition-Filter
es_es: Filtro de Acordición
fr_fr: Filtre Acordition
ja_jp: アクロディションフィルター
nl_nl: Acorditie Filter
ru_ru: Фильтр Акордирования
uk_ua: Фільтр Acordition

source: PRODUCT LAYOUTS
de_de: PRODUKT LAYOUTS
es_es: LEYES DE PRODUCTO
fr_fr: DURÉE DU PRODUIT
ja_jp: 製品の開発
ru_ru: ПРОДУКТЫ ПОЛУЧЕНИЯ
uk_ua: ВИКОНАННЯ ПРОДУКТУ

source: Sticky Details
de_de: Fixierte Details
es_es: Detalles fijos
fr_fr: Détails adhésifs
ja_jp: 付箋の詳細
ru_ru: Липкие детали
uk_ua: Прикріплені подробиці

source: Sticky Center
de_de: Klebriges Zentrum
es_es: Centro adherido
fr_fr: Centre épinglé
ja_jp: スティッキーセンター
ru_ru: Липкие по центру
uk_ua: Стіккі Сентер

source: With Background
de_de: Mit Hintergrund
es_es: Con fondo
fr_fr: Avec fond d'écran
ja_jp: 背景付き
nl_nl: Met achtergrond
ru_ru: С фоном
uk_ua: З фоном

source: Gallery Basic
de_de: Galerie Basic
es_es: Galería básica
fr_fr: Galerie Basique
ja_jp: ギャラリーBasic
nl_nl: Galerij Basis
ru_ru: Базовая галерея
uk_ua: Базова галерея

source: Slider Large
de_de: Slider groß
es_es: Deslizador grande
nl_nl: Slider groot
ru_ru: Слайдер большой
uk_ua: Великий слайдер

source: Slide Center
de_de: Folienzentrum
es_es: Deslizar centro
fr_fr: Diapositive au centre
ja_jp: 中央にスライド
nl_nl: Schuif centrum
ru_ru: Центр слайдов
uk_ua: Центр слайда

source: Slide Gallery
de_de: Foliengalerie
es_es: Galería de diapositivas
fr_fr: Galerie de diapositives
ja_jp: スライドギャラリー
nl_nl: Slide Galerij
ru_ru: Галерея слайдов
uk_ua: Галерея слайдів

source: Gallery Modern
de_de: Galerie modern
es_es: Galería moderna
fr_fr: Galerie Moderne
ja_jp: モダンなギャラリー
nl_nl: Galerij Modern
ru_ru: Современная галерея
uk_ua: Галерея

source: PRODUCT TYPES
de_de: PRODUKTTYPEN
es_es: TIPOS DE PRODUCTO
fr_fr: TYPES DE PRODUIT
ja_jp: 製品の種類
nl_nl: PRODUCT TYPEN
ru_ru: ТИПЫ ПРОДУКТА
uk_ua: ТИП ПРОДУКТ

source: Variable Image
de_de: Variables Bild
es_es: Imagen variable
fr_fr: Image variable
ja_jp: 可変画像
nl_nl: Variabele afbeelding
ru_ru: Переменное изображение
uk_ua: Змінне зображення

source: Variable Select
de_de: Variablenauswahl
es_es: Selección variable
fr_fr: Sélection de la variable
ja_jp: 変数の選択
nl_nl: Variabele selecteren
ru_ru: Выбор переменной
uk_ua: Змінний вибір

source: External / Affiliate
de_de: Externe / Affiliate
es_es: Externo/afiliado
fr_fr: Externe / Affilié
ja_jp: 外部/アフィリエイト
nl_nl: Extern / Partner
ru_ru: Внешний / Партнер
uk_ua: Зовнішній / Партнер

source: Boosted Sale
de_de: Geboosteter Verkauf
es_es: Venta optimizada
fr_fr: Vente Boosted
ja_jp: ブーストセール
nl_nl: Geboost verkoop
ru_ru: Ускоренная распродажа
uk_ua: Пришвидшений продаж

source: PRODUCT EXTENDS
de_de: PRODUKTE EXTENDS
es_es: EXTENDS DE PRODUCTO
fr_fr: PRODUITS EXTENDUS
ja_jp: 製品の拡張
ru_ru: ВНЕШ.ПРОДУКЦИИ
uk_ua: ДОДУКЦІЇ ПРОДУКТ

source: Promo Text
de_de: Werbetext
es_es: Texto promocional
fr_fr: Texte de la promotion
ja_jp: プロモーションテキスト
nl_nl: Promotie tekst
ru_ru: Промо-текст
uk_ua: Промо-текст

source: Trust Sale
de_de: Vertrauensverkauf
es_es: Confiar en Venta
fr_fr: Vente de confiance
ja_jp: Trust Sales
nl_nl: Vertrouw Verkoop
ru_ru: Доверять продажам
uk_ua: Розпродаж Trust

source: Countdown
es_es: Cuenta atrás
fr_fr: Compte à Rebours
nl_nl: Aftellen
ru_ru: Обратный отсчет
uk_ua: Зворотний відлік

source: Featured Video
de_de: Empfohlene Videos
es_es: Vídeo destacado
fr_fr: Vidéo en vedette
ja_jp: 注目の動画
nl_nl: Aanbevolen video
ru_ru: Рекомендуемое видео
uk_ua: Рекомендоване відео

source: Customize
de_de: Anpassen
es_es: Personalizar
fr_fr: Personnaliser
ja_jp: カスタマイズ
nl_nl: Aanpassen
ru_ru: Настроить
uk_ua: Налаштовувати

source: ANIMATE DEMOS
de_de: DEMOS ANIMIEREN
es_es: ANIMAR DEMOS
fr_fr: AFFICHER LES DÉMOS
nl_nl: ANIMALE DEMOS
ru_ru: АНИМАЛЬНЫЕ ДЕМОС
uk_ua: АНІМАЦІЯ ДЕМОС

source: Quickview-Popup
de_de: Schnellansicht Popup
es_es: Vista rápida-emergente
fr_fr: Fenêtre de visualisation rapide
ja_jp: クイックビューポップアップ
ru_ru: Окно быстрого просмотра
uk_ua: Швидке вікно

source: TREND
de_de: TRENDE
es_es: ENVIAR
fr_fr: NÉGOCIATION
ja_jp: トレンド
ru_ru: ТРЕНДА
uk_ua: ТЕНДЕНЦІЯ

source: Minicart Draws
de_de: Minicart Zeichnungen
es_es: Dibujos de Minicart
fr_fr: Tirages de Minicart
ru_ru: Чертежи для мини-арта
uk_ua: Мінікартні малюнки

source: Quick Add to cart
de_de: Schnell in den Warenkorb legen
es_es: Añadir Rápido al carrito
fr_fr: Ajout rapide au panier
ja_jp: カートにクイック追加
nl_nl: Snel toevoegen aan winkelwagen
ru_ru: Быстрое добавление в корзину
uk_ua: Швидко додати до кошика

source: Product Hover Style 1
de_de: Produkt-Hover-Stil 1
es_es: Estilo de portada de producto 1
fr_fr: Style de survol du produit 1
ja_jp: 商品ホバースタイル1
nl_nl: Product zweven stijl 1
ru_ru: Наведите на товар 1
uk_ua: Стиль Hover Продукта 1

source: Product Hover Style 2
de_de: Produkt-Hover-Stil 2
es_es: Estilo de portada de producto 2
fr_fr: Style de survol du produit 2
ja_jp: 商品ホバースタイル2
nl_nl: Product zweefstijl 2
ru_ru: Наведите стиль 2 товара
uk_ua: Стиль Hover Продукта 2

source: Product Hover Style 3
de_de: Produkt-Hover-Stil 3
es_es: Estilo de portada de producto 3
fr_fr: Style de survol du produit 3
ja_jp: 商品ホバースタイル3
nl_nl: Product zweven stijl 3
ru_ru: Наведение на товар стиль 3
uk_ua: Стиль Hover Продукта 3

source: Product Hover Style 4
de_de: Produkt-Hover-Stil 4
es_es: Estilo de portada de producto 4
fr_fr: Style de survol du produit 4
ja_jp: 商品ホバースタイル4
nl_nl: Product zweven stijl 4
ru_ru: Наведите стиль 4
uk_ua: Стиль Hover продукту 4

source: THEME ELEMENT
de_de: DIESE ELEMENT
es_es: ELEMENCIA DE TEMA
fr_fr: ÉLÉMENT DE THEME
ja_jp: アイテム要素
nl_nl: THEME LEMENT
ru_ru: ЭЛЕМЕНТ ТЕМЫ
uk_ua: ТЕМА ЕЛЕМЕНТІВ

source: Ajax Search
de_de: Ajax-Suche
es_es: Búsqueda Ajax
fr_fr: Recherche Ajax
ja_jp: Ajax検索
nl_nl: Ajax zoeken
ru_ru: Ajax поиск
uk_ua: Пошук Ajax

source: Ajax Minicart
es_es: Minicart Ajax
fr_fr: Minicart Ajax
ru_ru: Аякс Миникарт
uk_ua: Аякс Мінікарт

source: Recently Products
de_de: Kürzliche Produkte
es_es: Artículos recientes
fr_fr: Derniers produits
ja_jp: 最近の商品
nl_nl: Recent producten
ru_ru: Недавно товары
uk_ua: Недавно товари

source: Social Share
de_de: Soziale Beteiligung
es_es: Compartir Social
fr_fr: Partage social
ja_jp: ソーシャル共有
nl_nl: Sociale delen
ru_ru: Социальные сети
uk_ua: Поділитися через соцмережі

source: PAGES
de_de: Seiten
es_es: PAGOS
ja_jp: ページ
nl_nl: BETALEN
ru_ru: СТРАНИЦА
uk_ua: ФАРИ

source: DEMO LAYOUTS
es_es: LEYES DE DEMO
fr_fr: LAYOUTS DE DÉMO
ja_jp: デモラヨウツ
nl_nl: DEMO LAYS
ru_ru: ДЕМО СЛОВЫ
uk_ua: ДЕМО-ЛАЙОЗУК

source: Full Screen
de_de: Vollbild
es_es: Pantalla completa
fr_fr: Plein écran
ja_jp: 全画面
nl_nl: Volledig scherm
ru_ru: Во весь экран
uk_ua: На весь екран

source: Heading Background
de_de: Hintergrund der Überschrift
es_es: Fondo del encabezado
fr_fr: Arrière-plan de l'en-tête
ja_jp: 見出しの背景
nl_nl: Rubriek achtergrond
ru_ru: Фон заголовка
uk_ua: Тло заголовка

source: Simple
de_de: Einfach
ja_jp: 単純な
nl_nl: Eenvoudig
ru_ru: Простой
uk_ua: Просте

source: PRE-BUILD PAGES
de_de: PRE-BUILD SEITEN
fr_fr: PAGES PRE-BUILD
ja_jp: 構築前のページ
nl_nl: PRE-BUILD PAGINS
ru_ru: ПРЕДУПРЕЖДЕННЫЕ СТРАНИЦЫ
uk_ua: ПОТРІБНІ ФАРБИ

source: About Us #1
de_de: Über uns #1
es_es: Acerca de nosotros #1
fr_fr: À propos de nous #1
ja_jp: #1について
nl_nl: Over ons #1
ru_ru: О нас #1
uk_ua: Про нас #1

source: About Us #2
de_de: Über uns #2
es_es: Acerca de nosotros #2
fr_fr: À propos de nous #2
ja_jp: 私たちについて #2
nl_nl: Over ons #2
ru_ru: О нас #2
uk_ua: Про нас #2

source: Contact Us #1
de_de: Kontaktiere uns #1
es_es: Contáctenos #1
fr_fr: Contactez-nous #1
ja_jp: お問い合わせ #1
nl_nl: Contact ons #1
ru_ru: Свяжитесь с нами #1
uk_ua: Зв’язатись з нами #1

source: Contact us #2
de_de: Kontaktiere uns #2
es_es: Contáctanos #2
fr_fr: Contactez-nous #2
ja_jp: お問い合わせ #2
nl_nl: Contacteer ons #2
ru_ru: Свяжитесь с нами #2
uk_ua: Зв'яжіться з нами №2

source: FAQS
ja_jp: よくある質問
ru_ru: ЧАВО
uk_ua: Запрести

source: Login/Register
de_de: Anmelden/Registrieren
es_es: Ingresar/Registrarse
fr_fr: Connexion/Inscription
ja_jp: ログイン/登録
nl_nl: Inloggen/registreren
ru_ru: Вход/Регистрация
uk_ua: Увійти/Реєстрація

source: ECOMERCE
de_de: EKOMERZ
es_es: ECOMERCIA
ja_jp: ECONERCE
ru_ru: ПОЛУЧИТЬ
uk_ua: ЕКОМЕРЦІЯ

source: Shop
es_es: Tienda
fr_fr: Magasins
ja_jp: ショップ
nl_nl: Winkel
ru_ru: Магазин
uk_ua: Крамниця

source: SINGLE POST
de_de: EINZELE POST
ja_jp: シングルポスト
ru_ru: ПОСЛЕДУЮЩИЙ ОТПРАВКИ
uk_ua: ОНОВЛЕННЯ POST

source: No Sidebar
de_de: Keine Sidebar
es_es: Sin barra lateral
fr_fr: Pas de barre latérale
ja_jp: サイドバーなし
nl_nl: Geen zijbalk
ru_ru: Нет боковой панели
uk_ua: Немає бічної панелі

source: Right Sidebar
de_de: Rechte Sidebar
es_es: Barra lateral derecha
fr_fr: Barre latérale droite
ja_jp: 右サイドバー
nl_nl: Rechter sidebar
ru_ru: Правая боковая панель
uk_ua: Права бічна панель

source: Standard
es_es: Estándar
ja_jp: 標準
nl_nl: Standaard
ru_ru: Стандартный
uk_ua: Стандартна

source: Audio
ja_jp: オーディオ
nl_nl: Geluid
ru_ru: Аудио
uk_ua: Аудіо

source: Video
es_es: Vídeo
fr_fr: Vidéo
ja_jp: ビデオ
ru_ru: Видео
uk_ua: Відео

source: LAYOUT
es_es: LAYO
nl_nl: LAUW
ru_ru: ПОЛУЧИТЬ
uk_ua: ПЛАЙН

source: Classic
de_de: Klassisch
es_es: Clásico
fr_fr: Classique
ja_jp: クラシック
nl_nl: Klassiek
ru_ru: Классика
uk_ua: Класичний

source: NEW PRODUCTS
de_de: NEUE PRODUKTE
es_es: NUEVOS PRODUCTOS
fr_fr: NOUVELLES PRODUITS
ja_jp: 新しい製品
nl_nl: NIEUWE PRODUCTEN
ru_ru: НОВЫЕ ПРОДУКТЫ
uk_ua: НОВІ ПРОДУКТИ

source: Mapex 30th Anniversary
de_de: Mapex 30. Jahrestag
es_es: Mapex 30º Aniversario
fr_fr: 30e anniversaire Mapex
ja_jp: Mapex 30周年記念
nl_nl: Mapex 30ste Verjaardag
ru_ru: 300-летний юбилей Mapex
uk_ua: Картина 30 Річниці

source: YC Combo Organ
de_de: YC Comboporgel
es_es: Órgano YC Combo
fr_fr: Orgue combo YC
ja_jp: YCコンボオルガン
ru_ru: Орган YC Комбо
uk_ua: Комбо Орган

source: Keyboard with USB MIDI
de_de: Tastatur mit USB MIDI
es_es: Teclado con USB MIDI
fr_fr: Clavier avec MIDI USB
ja_jp: USB MIDIでキーボード
nl_nl: Toetsenbord met USB MIDI
ru_ru: Клавиатура с USB-MIDI
uk_ua: Клавіша з USB MIDI

source: Electric Violin
de_de: Elektrische Geige
es_es: Violina eléctrica
fr_fr: Violon électrique
ja_jp: 電気バイオリン(バイオリン)
nl_nl: Elektrisch storen
ru_ru: Электрическая скрипица
uk_ua: Електрична скрипка

source: Recording and Monitoring Bundle
de_de: Aufzeichnungs- und Überwachungsbündel
es_es: Paquete de registro y seguimiento
fr_fr: Pack d'enregistrement et de surveillance
ja_jp: 録音とモニタリングバンドル
nl_nl: Opname en monitoring Bundel
ru_ru: Набор для записи и мониторинга
uk_ua: Запис і Моніторинг

source: BDK-1 Full Size Starter Drum
de_de: BDK-1 Starterdrome mit voller Größe
es_es: Tambor BDK-1 de tamaño completo
fr_fr: BDK-1 Tambour de démarrage en pleine taille
ja_jp: BDK-1 フルサイズスタータードラム型
nl_nl: BDK-1 Volledige Grootte Starter Drum
ru_ru: Стартовый барабан BDK-1
uk_ua: BDK-1 Повний розмір Starter Drum

source: Single Cutaway Electro Acoustic Guitar
de_de: Single Cutaway Electro Acoustic Gitarre
es_es: Guitarra eléctrica única de Cutaway
fr_fr: Guitare électroacoustique à cutaway simple
ja_jp: シングルカットウェイ電気アコースティックギター
nl_nl: Single Cutaway Electro acoustische gitaar
ru_ru: Акустическая гитара с одним кутавером
uk_ua: Одинарна зрізка Electro Акустична гітара

source: Terms &amp; Conditions
de_de: Bedingungen &amp;
es_es: Términos &amp; Condiciones
fr_fr: Termes &amp; Conditions
ja_jp: 条件 &amp; 条件
nl_nl: Voorwaarden &amp; condities
ru_ru: Условия &amp; Условия
uk_ua: Умови &amp;

source: Products Return
de_de: Produkt-Rücksendung
es_es: Devolución de productos
fr_fr: Retour des produits
ja_jp: 返品商品
nl_nl: Terugkerende producten
ru_ru: Возврат товаров
uk_ua: Повернення товарів

source: Wholesale Policy
de_de: Großhandelspolitik
es_es: Política de venta al por mayor
fr_fr: Politique de vente en gros
ja_jp: ホールセールポリシー
nl_nl: Groothandel beleid
ru_ru: Оптовая политика
uk_ua: Гуртова політика

source: Infomation
de_de: Information
es_es: Infomación
fr_fr: Infos
ja_jp: 情報
nl_nl: Infomatie
ru_ru: Информация
uk_ua: Інфомація

source: Help Center
de_de: Hilfe-Center
es_es: Centro de ayuda
fr_fr: Centre d'aide
ja_jp: ヘルプセンター
nl_nl: Help en Ondersteuning
ru_ru: Центр поддержки
uk_ua: Довідковий центр

source: Address Store
de_de: Adressspeicher
es_es: Dirección de tienda
fr_fr: Magasin d'adresse
ja_jp: 住所ストア
nl_nl: Adres winkel
ru_ru: Магазин адресов
uk_ua: Адресний магазин

source: Receivers &amp; Amplifiers
de_de: Empfänger &amp; Verstärker
es_es: Recibidores &amp; Amplificadores
fr_fr: Récepteurs &amp; Amplificateurs
ja_jp: 受信機 &amp; アンプ
nl_nl: Ontvangers &amp; mplifiers
ru_ru: Получатели &amp; усилители
uk_ua: Отримувачі &amp; Амплітери

source: Newsletters
de_de: Newsletter
es_es: Boletines
ja_jp: ニュースレター
nl_nl: Nieuwsbrieven
ru_ru: Рассылка
uk_ua: Розсилки новин

source: Be the first who learns about our
de_de: Sei der Erste, der über unsere
es_es: Sé el primero que aprende sobre nuestro
fr_fr: Soyez le premier à en apprendre plus sur notre
ja_jp: 私たちについて学ぶ最初の人になってください
nl_nl: Wees de eerste die over onze leert
ru_ru: Будьте первыми, кто узнает о нашей
uk_ua: Будьте першим, хто дізнається про нас

source: great promotions!
de_de: tolle Aktionen!
es_es: ¡fantásticas promociones!
fr_fr: de grandes promotions!
ja_jp: 偉大な昇進だ!
nl_nl: geweldige promoties!
ru_ru: отличные промоакции!
uk_ua: відмінні промо!

source: SUBSCRIBE
de_de: ABSCHREIBE
fr_fr: S'abonner
ja_jp: サブスクリプション：
nl_nl: INSCHRIJVEN
ru_ru: ПОДПИСАТЬ
uk_ua: ПІДПИСКА

source: ShopiLaunch.
uk_ua: Магазин.

source: Powered by Shopify.
de_de: Angetrieben von Shopify.
es_es: Desarrollado por Shopify.
fr_fr: Propulsé par Shopify.
ja_jp: Shopifyを搭載。
nl_nl: Mogelijk gemaakt door Shopify.
ru_ru: При поддержке Shopify.
uk_ua: На платформі Shopify.

source: Change language
de_de: Sprache ändern
es_es: Cambiar idioma
fr_fr: Changer de langue
ja_jp: 言語の変更
nl_nl: Taal wijzigen
ru_ru: Изменить язык
uk_ua: Змінити мову

source: Select the language
de_de: Sprache auswählen
es_es: Seleccione el idioma
fr_fr: Sélectionnez la langue
ja_jp: 言語を選択
nl_nl: Selecteer de taal
ru_ru: Выберите язык
uk_ua: Оберіть мову

source: Dashboard Analytics
de_de: Dashboard-Analyse
es_es: Análisis del Tablero
fr_fr: Tableau de bord Analytique
ja_jp: ダッシュボード分析
ru_ru: Аналитика панели инструментов
uk_ua: Аналітика меню налаштувань

source: Chat
es_es: Chatear
fr_fr: Discuter
ja_jp: チャット
nl_nl: Chatten
ru_ru: Чат
uk_ua: Чат

source: Tables
de_de: Tabellen
es_es: Tablas
ja_jp: テーブル
nl_nl: Tabellen
ru_ru: Таблицы
uk_ua: Таблиці
